[
    {
        "page_number": 1,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    96,
                    204,
                    514,
                    757
                ],
                "ocr_text": "‘attribute Se maaxien— character ts Snowman dealing. B te She trails of this semxin—wohich:\nInglis efetve aman agency Vat mates Heradtus' ration of historical naratice\nps Hei fl read for is of topic gets, whi colin the kaace ofthe\nInu dec without nevesariyatoancing his waratine. Bu by hp scolhing\n‘ooh fo of he nine books ofthe Histories, we cam assemble a largely continuous\naratce for this remarkable indvitua. This naratoepormits us to arb bt\n‘rat and moral responsibilty for his actions. Arguaiy, is implid causation\ndomostrats tat Herodotus writings include uch hat amount fo prot-bigraply.\n\nProto-Biography\n\nHerodotus has long been recognised as the first Western historian, but his\nHistories are also read for his lively biographie anecdotes and character vignettes,\nAlthough Herodotus writes history, many of his anecdotes do not extend his\nhistorical narrative at all, and when not an outright digression often colour-in\nsomething ofthe character and values of selected notable individuals. He selects\nshort, seemingly offtopic stores about the deeds, and conduct or misconduct of\nhis heroines and heroes that eloquently reveal much about their character, but\nwhich seemingly without judgement often also provide what might become a\nAig moment for each individual.\n\nJust as Homer and Hesiod stand at a crossroads where oral myth is set down\nin writing, Herodotus stands at another crossroads a few hundred years later\nwhere selected stories about great heroines, heroes, and scurrilous hounds are\ntaken out ofthe orl tradition and set down in writing. Albeit writing prose rather\nthan epic poetry, Herodotus regards himself as a contemporary Homer, but also\nasa storyteller with the ability to assign credit and with it, moral esponsibility.”\n“Tutor Marker and Graduate Student, Simon Fraser University, Canada\n\n1. Re-dscovered in 1994 on the harbour wall of Haicamassus, the modern Aegean\nresort of Bodrum in Turkey, the Sabusks lnsription, possibly early second century,\ndescribes Herodotus as (Hgpdorov wv ncLoy é iropiacny Oppo Figoses) HEradaton\n‘on pzon en trios Hondrondasen,“[Halcarnassus] engendered Herodotus, the prose\nHomer of history” Signe Isage, “The Pride of Halkamassos,\" Zeist fr Popyralge,\n123 (1995): 7.8, and, Jessica Priestley, Horaotus and Hellnic Culture (Oxford: Oxford\nUniversity Press, 2014187\n"
            },
            {
                "instance_id": 1,
                "class": "Header and Footer",
                "bbox": [
                    139,
                    54,
                    472,
                    73
                ]
            },
            {
                "instance_id": 2,
                "class": "Page Number",
                "bbox": [
                    373,
                    752,
                    501,
                    774
                ]
            },
            {
                "instance_id": 3,
                "class": "Text",
                "bbox": [
                    123,
                    86,
                    489,
                    378
                ],
                "ocr_text": "Alexander of Macedon: An Early Biography\n\nBy Oliver R. Baker\n(Clans that Herodtes reas nse 0s a protograph ae na ye witely act\n‘To towne hs claim, awe sete one man, Alexander ao fs nsf and his\nAingdom caught nthe mie of the Grco-Peson Was ant whose attics are\ncounted in the Histories 18 & to 8 ear contemporary, Herts, 1 whom we\nstrut the avin character una destiny. 1 He truth of tis max hick\ninp efetoe amon agency tat mas Heads’ eeton of isin nara\nposable. He i ofl od fr hs of topic, which our the crater of the\nInia det witout necsaryaoocing his narrate. But by hp scocing\nrough feof the nine Boks ofthe Fistor, we can ase argely continous\naraie for his remark initua. This naatoe permits ws 10 atte Boe\nret ad moral resonsiity for his actos. Arguably, this inplist causation\nlemons that erating nla mh hat amounts Wo protograph\n\nProto-Biography\n"
            }
        ]
    },
    {
        "page_number": 2,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    87,
                    77,
                    504,
                    738
                ],
                "ocr_text": "It's to Herodotus’ near-contemporary, Heraclitus, to whom we attribute the\nmaxim (foc dvOgdmes Saipuov) “ethos enthropsi daimén\" translations for which\ninclude the commonplace character is destiny? Neither éhos nor dann are easily\ntranslated, and antirop is often ignored. But the maxim is senseless if any part of\nit depends on powers outside of the individual. It isthe truth ofthis maxim—\nhich presupposes effective human agency—that makes the creation of historical\nnarrative rather than divine myth or heroic epic, even possible.* Hesiod, Homer,\nand to a certain extent Plutarch many centuries later, want to argue that itis\nprimarily ancestry or pedigree that will determine destiny. Undeniably in the\nfifth century the well-born will often have greater autonomy, authority, and\nagency.\n\nCClaims that Herodotus reveals himself as a proto-biographer are not yet\nwidely accepted. In an article lamenting the gap between Herodotus and\nXenophon —Helene Homeyer makes the claim that Herodotus is also the father of\nbiography.* To advance this claim, I have selected one exceptional individual,\nprince Alexander, later king Alexander I of Macedon. An individual, who\npatticipated in the Helleno-Persian Wars, but one not found among those\nnotables recognised by Plutarch in his Parallel Lies. By hopscotching through five\n‘of the nine books of Herodotus’ Historic, even ifthe entries fall short of a cradle\nto grave depiction, we can assemble a reasonably continuous narrative for\nAlexander, and thus through his exploits, gauge his character against the epic\nheroines and heroes described by Homer! Emulating Tomas Higg, I let\nHerodotus speak for himself through long in-text quotations from the Purvis\ntranslation?\n\n2. Andve Laks and Glenn W. Most, Early GrckPlilsoply, Part 2 (Cambridge, MA:\nHarvard University Pres, 2016), 194-195,\n\n‘3. Miroslav Markovich, Hercltus Grek Tet (Mérida, Venezuela: Los Andes\nUniversity Pres, 1967), 502\n\n44 Heraclitus of Epbesus, a near contemporary of Herodots, and one of the\nPresocratc philosophers, was active inthe late siuh- and early fifh-centuris shortly\n‘before Herodotus was bon. We have no evidence either way about Herodotus familiarity\nWith Heracius’ works, but thee notions of human causality or agency concur\n\n5. Helene Homeyer writs, “So ist Herodot nicht aur der Vater der Geschichte\nsondern 2ugleich auch der Schopter eines Ziveiges der biographischen Darstallungsweise\n_geworden, die his 2u Plutarch wicht.” This canbe roughly tanslated as \"So Herodotus is\nnot only the father of history, but also the creator of branch of biographical representation\nWhich extends up to Plutarch” Helene Homeyer, \"Za den Aufangen der Geechschen\nBogeaphie” Philogus: Zeca front Literatur und be Reception 10, no. 11962}: 75,\nSL\n\n6-In this respect Alexander is no unique. By a similar hopscotching exercise we can\npaint pictures ofa numberof individuals ignored by Plutarch: Artemisia, Gorgo, Ata,\n‘Cleomenes, Mitiades the Eder, Miliades the Younger, and many others.\n\n7- Tomas Higg comments, \"The dea tha [someone] knows the texts suficently well,\nin advance, or as them at hand to consult continuously isa pious illusion: i is better to\n"
            },
            {
                "instance_id": 1,
                "class": "Page Number",
                "bbox": [
                    275,
                    754,
                    304,
                    774
                ]
            },
            {
                "instance_id": 2,
                "class": "Header and Footer",
                "bbox": [
                    258,
                    54,
                    484,
                    73
                ]
            },
            {
                "instance_id": 3,
                "class": "Header and Footer",
                "bbox": [
                    93,
                    54,
                    159,
                    73
                ]
            }
        ]
    },
    {
        "page_number": 3,
        "instances": [
            {
                "instance_id": 0,
                "class": "Page Number",
                "bbox": [
                    291,
                    754,
                    318,
                    774
                ]
            },
            {
                "instance_id": 1,
                "class": "Text",
                "bbox": [
                    100,
                    92,
                    510,
                    504
                ],
                "ocr_text": "I I\n\nHerodotus gives us part of the life story of only one ruler of Macedon, but\nleven these fascinating, chronologically isolated, stand-alone, episodes about\nAlexander | are scattered over five books of his Histories Large in area and.\nundeveloped, but neither wealthy nor populous, thisnorthem Aegean kingdom's\nimportance late inthe sixth and early inthe ith century is determined entirely by\nits geography. Not landlocked, it has direct access to the sea through the\nThermaic Gulf, and hence the intense interest ofthe Persian rulers Darius and his\nson Xerxes. This kingdom, which during the late sixth and the early fifth centuries\ndoes not yet include the Chaledian Peninsula, lies north of Thessaly but east of\nThrace. Therefore it is situated along the strategic route that any invading land\narmies with designs on mainland Greece—Attica and the Peloponnese—would\ntake when advancing west from either the Black Sea or from the south after\ncrossing the Straits from the Anatolian peninsula into Europe. But neither\nAlexander nor his people are true Asian Near Easter lurburi ether: Fa from it\nWhatever Alexander's tre ethnicity, there is considerably less doubt about his\npeople. At this time the Southern Grecks (Athens and Sparta) do not regard the\nMacedon peoples as true Helles at all—-despite some shared religious belie, if\nnot similarities in culture—they are not Doric, Aeolian, or Ionic, let alone Attic\nGreekcspeaking, Some scholars have suggested that their language was more an\nuneducated backward Greek brogue. Given its military and economic\ninsignificance, Macedon’s ruler finds himself in a similarly perilous position to his\ncontemporary in the nearby Chersonese, Miltiades son of Kimon.” They are both\nbring the texts physically into the discussion” Tomas Hig, The Art of Biggraphy\n"
            },
            {
                "instance_id": 2,
                "class": "Text",
                "bbox": [
                    106,
                    466,
                    508,
                    738
                ],
                "ocr_text": "bing the texts physically into the discussion” Tomas Hagg, The Art of Biography\n(Cambwidge: Cambridge University Pres 2012), is. The block quotations from Herodots\naye from the Andrea L Purvis translation found in Rober B. Suasslee, The Lauloark\nHeradatus (New York: Random House, 2007)\n\n8. Referring to the works ofa contemporary of Herodotus, Anne Geddes comments,\ntm a literate world, Biography attempts to provide a broad understanding of the\nexperince ofa lifetime leracy is a prerequisite for trae biography. In an oal society,\n‘ography can hardly amount anything more than anecdote, which ad the potential to\nreveal and inleepret character, but is Ukely 40 be trivial in content and designed for\nentertainment or for pointing 2 moral Anne Geddes, “Jon of Chios and Politics” in The\n‘orld offow (Leiden, The Netherlands; Boston, MA: Kennklie Brill NV, 2007), 114-115,\n\n9. Barbarians (Bégfago« Barbar) is now a pejorative term, implying primitive,\nsavage, uncivilized, crude, and uncultured; but rather lke the Gaelic word sei of\n‘assoc (originally meaning Saxon) it should really be translated as ous inthe mldly\nsenophoble sense of tone fs\n\n10. During the lat sxth- and early fith-century Miliades, the scion ofa wealthy and\nInluential Athenian family, was appointed tyrant ofthe Thracian Chersonese—a region\nbetter known now as the Gllipol Peninsula,\n"
            },
            {
                "instance_id": 3,
                "class": "Header and Footer",
                "bbox": [
                    107,
                    54,
                    234,
                    74
                ]
            }
        ]
    },
    {
        "page_number": 4,
        "instances": [
            {
                "instance_id": 0,
                "class": "Page Number",
                "bbox": [
                    275,
                    753,
                    304,
                    774
                ]
            },
            {
                "instance_id": 1,
                "class": "Text",
                "bbox": [
                    80,
                    144,
                    504,
                    729
                ],
                "ocr_text": "‘compete in the Olympic Games—regards himself not only as a true Hellene, but as.\nHellenic royalty with an uncontested lineage stretching back in time beyond the\n‘Trojan War! Once again, Herodotus shows his fascination with genealogy,\nfascination which fits well with the Heracitean maxim: characteris destiny, and his\n‘own Homeric echoes of heroic deeds. Thus Alexander's privileged high-birth\npotentially gives him the opportunity to exercise independent agency, and these\nare opportunities usually denied those of less than noble birth. For all thir Bleats\nabout democracy, the Hellews, and the Athenians in particular, are sfll a long,\nvay away from creating a functioning meritocracy. Agency alone is never going\ntobe enough; it must be coupled with autonomy and authority and inthe early\nfifth-century all three are most readily secured through pedigree,\nA Kingdom in Harm's Way.\n\nAt the end of the Persian’s stalemated Scythian expedition of 513 Darius the\nGreat withdraws west along the northern shores ofthe Black Sea slowly making\nhis way through Thrace to Sestos on the Chersonese peninsula where he ferries\nhis army back over to Anatolia, leaving behind one of his generals, Megabaz0s,\nand eighty-thousand troops on the European side of the waterway (Hat. 4.143)\"\n‘This particular East-West confit, directed by Darius, is by no means over\nMegabazos' orders are to subdue every city throughout Thrace (Ht. 5.1-53), and\ntunder special orders given a year or so later he also is to capture and entirely\n‘uproot the Paionian people moving them to new settlements in Anatolia (Hat\n5.12-5115). After this conquest of Paionia, Megabazos sends seven of his most\ndistinguished men south as emissares to neighbouring Macedon demanding that\ntheir king swear fealty to Darius (dt, 5.17.1), Herodotus’ first mention of\nAlexanders father, King Amyntas, is when, perhaps as late asthe year 510, he is\nhosting these Persian dignitaries at a state banquet held in the royal court at\nAcgae (Ht. 5.181), Doubtless the nearby presence of eighty-thousand Persian\n\n11. The (EMAavadien) Halland are the elected Elean officials fom the ruling\nfamilies of Hs charged with maintaining the standards and wadiions of the games,\ninduding determining who may and who may not compete. Given the religious\nsignificance of the celebrations they take their duties very seriously and are virtually\nincoruptibl\n\n12 One suggestion is that Byzantium was in revoll against the Persian and Dass\nstays on the European side rather than returning the way he came WW. How and J\nWells, A Commentary on Herodotus (Oxford: Clarendon Press, 1912), 1.4.143.\n"
            },
            {
                "instance_id": 2,
                "class": "Header and Footer",
                "bbox": [
                    258,
                    54,
                    485,
                    73
                ]
            },
            {
                "instance_id": 3,
                "class": "Header and Footer",
                "bbox": [
                    94,
                    55,
                    160,
                    73
                ]
            },
            {
                "instance_id": 4,
                "class": "Text",
                "bbox": [
                    87,
                    79,
                    494,
                    332
                ],
                "ocr_text": "far too weak to resist Persia's territorial expansion ambitions and yet too far away.\nto solicit meaningful support from either Athens or Sparta,\n\n“Although Alexander's Macedon people are not recognised as Hellen, young,\nAlexander—having successfully petitioned the Hellaaiika’ for permission to\ncompete in the Olympic Games— regards himself not only asa true Helene, but as\nHillenic royalty with an uncontested lineage stretching back in time beyond the\n‘Trojan War! Once again, Herodotus shows his fascination with genealogy,\nfascination which fits well with the Heracitean maxim: characteris destiny, and his\n‘own Homeric echoes of heroic deeds. Thus Alexander's privileged high-birth\npotentially gives him the opportunity to exercise independent agency, and these\nare opportunities usually denied those of less than noble birth. For all their Beats\nabout democracy, the Hellews, and the Athenians in particular, are sfll a long,\nvay away from creating a functioning meritocracy. Agency alone is never going\ntobe enough; it must be coupled with autonomy and authority —and in the early\nfifth-century all three are most readily secured through pedigree,\n"
            }
        ]
    },
    {
        "page_number": 5,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    96,
                    213,
                    513,
                    744
                ],
                "ocr_text": "‘The Seeds of Pan-Hellenism\n\n‘Whether events atthe state banquet unfold exactly as Herodotus recounts is\nimmaterial. And regardless of any bias stemming from his Macedonian sources,\nhe is creating a discourse distinguishing Hellenic freedom from Persian\ndespotism.” Herodotus next spins a lurid tale of a clash of courtly customs and\nexpectations that ends in the murder and complete disappearance of the seven\nPersian emissaries along with all trace oftheir attendants, servants, baggage, and\ncarriages (Hdt. 5182-5211) The Persians, who have been drinking, complain to\ntheir host that its their custom to bring their concubines and wives to sit beside\ntheir guests at a feast. Herodotus is continuing his contrast or catalogue of\ndifferences. Non-Greeks, or barbarians are those “who lacked Greek virtues and\nexhibit all non-Greek vices, such as luxury, effeminacy, despotism, and lack of\nself-control.” King Amyntas reluctantly brings in the women as demanded, but\nthe Persians insist that they sit beside not opposite them and immediately\n‘commence taking liberties, Clearly Persian and Macedonian customs and culture\nare as diverse as they are irreconcilable?\" and although the Greeks do not yet\nregard Macedonians as Hellenes nor are they Barbarians. Young Alexander,\n\n13, Tam indebted to another for the phrase; “Oriental despotism” which the\noriginator admits san oversimplifcation ofthe polarity and conict Between Greece and\nwhat he calls the Near East. Kostas Viassopoulos, Gres and Barbarians (Cambridge\nCambridge University Press, 2013) 321,\n\n14. He lists what he calls all non-Greek vies, but I would hesitate ever to put any\ndegree of ethical ownership on a vice Vlassopoulos, Gress and Bartrius, 8. They are\nUniversal. Its during the Ite archaic and early asscal period thatthe Hellenes are\nImenting Hesdoes and. at the same time inventing natthemsdoes, oF the barbarian\nIdeological this leads othe simple adage that itis always a good thing tobe a Hellene—\ntnd you might wish to thank the gods for that—and a very bad thing to be a Barbarian —\nand you might really wish to thank the god for that, too.\n\n15, Ross Seale, \"Alexander in the Histor of Herodotus,” Hermes 117 (1985): 117,\n\n16, Baybarian is now a pejorative term, but the tem hntorophona’ is used by Homer\n‘when describing the Trojans’ Carian ais from the western coast of Anatoli:\n\n‘Nass ld the Carians wild with barbarous tongues\n\nmen who held Miletus, Pihies ridges thick with timber,\n"
            },
            {
                "instance_id": 1,
                "class": "Page Number",
                "bbox": [
                    291,
                    752,
                    317,
                    774
                ]
            },
            {
                "instance_id": 2,
                "class": "Text",
                "bbox": [
                    107,
                    73,
                    505,
                    195
                ],
                "ocr_text": "troops heavily influences King Amyntas’ unhappy and humiliating but\n‘unhestating acquiescence—he accepts the ony alternative to certain annihilation,\nHis large, not quite impoverished, but minor kingdom is far too weak to\neffectively resist Persian aggression or territorial expansion, let alone pose a\nmilitary threat to anyone. And so Amyntas is abe to retain a measure of authority\nand autonomy to avoid his kingdom becoming just part of another large Persian\nsatrapy.\n"
            },
            {
                "instance_id": 3,
                "class": "Header and Footer",
                "bbox": [
                    446,
                    55,
                    501,
                    73
                ]
            },
            {
                "instance_id": 4,
                "class": "Header and Footer",
                "bbox": [
                    108,
                    55,
                    236,
                    72
                ]
            }
        ]
    },
    {
        "page_number": 6,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    84,
                    76,
                    497,
                    497
                ],
                "ocr_text": "who is outraged at this lewd, ungracious behaviour, asks his father to retire, and\nsuggests that if the Persian guests insist that itis thei right to casually fornicate\nwith these young women—the wives and daughters of their hosts—the women\nshould at least be permitted to bathe frst.” Alexander's outrage that the Persians\nshould even ask is only exceeded by the anguish of witnessing his father's\npowerlessness and humiliating acquiescence in reducing Macedon’s younger\nattractive female courtiers to litle better than pura (rogvai) —noblewomen\nGragooned as substitutes for Persian army camp followers. Here Herodotus\nreveals one of the more insidious and invidious aspects of foreign dominance—\nwhen you are deprived ofthe freedom to boldly act on, or perhaps more strictly\nto exercise, the courage of your convictions, whether these be right or wrong, you\nare effectively reduced toa slave, Slaves either have no choice at all, or are at best\nobliged to select what they perceive as the least bad from among a number of\nevils And this s what the Persian emissaries are doing, while rubbing it in with\npleasure,\n\n[Not yet enthroned and likely still a teenager well short of his majority, this\nincident becomes Alexander's one defining moment. He might even have vowed\nnever to be forced into a similar powerless position himself, where his choices are\nlimited to either bad or worse. He immediately dresses an equal number of\nlightly armed, smooth-skinned, young men in women's dlothing and brings them.\nbback into the banqueting room, where seated beside their amorous drunken\n_guests—and with shades of book 2 of the Odyssey —they put the guests to death\nfor their grotesque violation of the most paramount of Greek virtues—xenia. Very\nmuch unlike late sixth- and early fith-century Athens where prostitution was\nrampant, one might here interject the notion that in Macedon, as in Sparta—\nalthough for very different reasons—casual heterosewual intercourse was simply\n"
            },
            {
                "instance_id": 1,
                "class": "Page Number",
                "bbox": [
                    276,
                    753,
                    304,
                    774
                ]
            },
            {
                "instance_id": 2,
                "class": "Text",
                "bbox": [
                    87,
                    528,
                    496,
                    737
                ],
                "ocr_text": "‘Macande’scens an Mount Mya saggy pes in 29738\n\nSome slrs ag that Homer uses he frm spstealy forthe Casas not\necon hy dot ak Crk bu enue thy pe anal nelle ie\nGla. David Due High Lindsay and Sanh Potbcary (Es), Stas Cultura\ncp ng of Rleourgi(atbdge: Cage Univer Pras 205) 47\n48. However, acrdng to Heodot the Egyptians allay who not speak te\nLangage \"ibaa dt 24585). The Canton fm on of wl iy ad\nhash an sd\n\n17 The ai wi ote hat any aston fsa ver etal onc\nAmypin cere the place womenfl to et is Peran gs ave Dr wy wih\nthm Lik Aland a seer motes in pay acd wl ot loins ae\ntossep\n\n1H Pat ofthe station for a monacha the strong wil always poi the\nweakling Ane fall county-women spac erable wy\n"
            },
            {
                "instance_id": 3,
                "class": "Header and Footer",
                "bbox": [
                    93,
                    55,
                    160,
                    73
                ]
            },
            {
                "instance_id": 4,
                "class": "Header and Footer",
                "bbox": [
                    258,
                    55,
                    486,
                    72
                ]
            }
        ]
    },
    {
        "page_number": 7,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    103,
                    352,
                    515,
                    744
                ],
                "ocr_text": "19, Fith-contury Athenian society is unashamedly patriarchal with an already well\ndeveloped, state sponsored, and thriving sex trade of varying degrees of salubrty\nemploying countless slaves and non-citizens\n\n20, The Persians display theie most boorish and toxic behaviour. Wealthy and\nInfluential Athenian men may hold drinking parties, sys, but the only women present\nfre hela! and perhaps a beter cass of yoru provided by the host and where non\nreproductive, recreational intercourse is de rigueur. Athenian men will ot bring thei\ngyi, tate their pila\n\n21. See 1 Timothy 610 although the argument from Seiptue is not the economic\nfone. See aso Sarah Pomeroy, Spurn Women (Oxford: Oxford University Press, 2002), 98\n‘The atcha and classical Spartan economy was agrarian and tode facilitated by barter\nbout thee will always be a linit to the number of laying hens or sacks of barley the\nresidents and keepers of such houses of pleasure can acept in exchange for services\nrendered. Camal aoess to these foreign women likely also requited access to foreign\n\n22. A numberof scholars have dismissed this story a apccryphal perhaps itis even\nro-Macedon propaganda fabricated by Herodotus. Joep Roisman and lan Worthington,\nA Companion fo Anciont Macedonia (Chichester: Wiley-Blackwell, 2010) 136. But ne ofthe\nflaws in thee logic is that because Herodotus o his sources, are unable to provide the\nnecessary synchroniciies, not only are we unsure of when this medizing fist occurred —\nfand was it by Amyntas or Alexander—we do not know the ages of either Alexander of\nGygaia. There is no evidence that Gygaia is considerably younger than her brother,\nAlexander and so pushing her maztageto Boubares to eaay inthe ifth-century when she\n‘ill be in her thirties creates other credibility challenges. The point ofthe digression i 1\nreveal Herodotus’ assessment of Alexander's sympathies, not the whereabouts of the\nPersian emissrie’ bones\n"
            },
            {
                "instance_id": 1,
                "class": "Page Number",
                "bbox": [
                    289,
                    753,
                    318,
                    774
                ]
            },
            {
                "instance_id": 2,
                "class": "Text",
                "bbox": [
                    102,
                    70,
                    515,
                    327
                ],
                "ocr_text": "not part of their culture.” Herodotus is showing that it isthe barbarians who can\ndonno better than turn a state banquet into an excuse for drunken debauchery. If\n:money is the root ofall evil, then Spartan xenophobia coupled their reluctance to\n_monetise gold and silver bullion explains why prostitution did not flourish there\n‘until the Hellenic era\n\nProving once again that nothing beats plausible deniabilty, coupled withthe\noffer of a princess-bride and palm cil, Persian inquiries about their vanished\nemissaries come to nothing. Herodotus credits the young Alexander, rather than\nthe king, with arranging the marriage of his sister Gygaia to Boubares,\n‘Megabazos’ son and the Persian general responsible for the —quickly dropped —\ninquiry (Lat, 5222). Whether the tale is true or not is immaterial; Herodotus is\ncarefully establishing that despite all outward appearances Macedon is only.\npaying forced lip-service to Darius and that the future Macedon king is anxious\ntobe fre ofthe Persian yoke. Herodotus is also highlighting significant cultural\ndlifferences—Hellenes do not get paralytically drunk and Hellenes do not expect\n"
            },
            {
                "instance_id": 3,
                "class": "Header and Footer",
                "bbox": [
                    107,
                    55,
                    234,
                    73
                ]
            },
            {
                "instance_id": 4,
                "class": "Header and Footer",
                "bbox": [
                    446,
                    55,
                    501,
                    73
                ]
            }
        ]
    },
    {
        "page_number": 8,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    83,
                    67,
                    499,
                    739
                ],
                "ocr_text": "to be invited to fornicate in public with their host's servants, let alone seek.\npleasure with their host's wives and daughters.\n\nIna long historical digression Herodotus describes how in the mid-seventh\ncentury three brothers: Gayannes, Aeropos, and Perdiceas flee from Argos into\nexile in Mlyria and then move eastward into northem Macedon and after\nddeposing the local ruler eventually conquer the whole region (Ldt. §.137-8.138),\nHerodotus gives the genealogy of Alexander [stretching back six generations,\n\nAit was from tis Perdiccas that Alexander was descended or Alexander was the\n\nson of Amynias, who was the son of Aleotes, whose father was Aeropos son of\n\nPhilippes, the son of Argaios, who was the son of that Perdiccas who acquied the\n\nrue ofthis and (dt 8.139,\n\nHerodotus gives no source for this king list, but it is dearly 2 proud\nMacedonian tradition as likely as not carved in stone. Also worth mention is\nthat Macedon is a vast region, and the royal palaces at Aigai (Aegoe) in the south\nare nota city-state but more a ceremonial meeting place. But what is critical here\nis that Alexander believes that it was important for his ruling family, the Argeads\n(Agyedideu), if not his subjects, to be accepted as Helles with Hellenic values and\nrot be dismissed as Barbarians Further reinforcing Alexander's claim of\n\n23. Greek culture should be emulated, and a culture that eschews xen is boowish\n‘beyond decadence. Herodotus does nt say it divctly, but alcory or wild boar hunting is\n4 mote appropriate recreational pursuit for visting diplomats than catering to thei\npreference fr drunken fornication. Again, only saves please thers by acting agains their\n\n24, The Argead dynasty spans five centuries from 808 to 305 and includes twenty\nseven monarchs-one of whom ruled forall of four days. Alexandr [is the tenth inthis\nline, whereas Alexander I, etter known as Alexander the Great, isthe twenty-fith, Why\nHerodotus should defer revealing details of Aleander’s genealogy until book 8, rather\nthan intoduceit early in book or 5, is puzzling 35 suggested by several scholars,\nHerodotus never got around to final revisions of his Histrss—a draft extending over as\n‘many as fity book rols—ikely he only set down this version of the Macedonian king list\n‘when a copy from what he reganded a a elable source fst came into his hands. Stewart\nFlory, The Archaic Smile of Herodotus (Detroit: Wayne State University Press 1987) 15;and,\nRoisman and Worthington, A Companion Ancient Macon 81\n\n25, Geographic and ethnic Boundaries in this region have changed numerous times\n‘over the last wo and one-half millenia and it would be nave fot absurd to ignore how\nthese changes have impacted Greek and SlaveBalkan cultural identity. The modem\nBalkan Republic of North Macedonia is landlocked and roughly corresponds to the\nancient kingdom of Paeonia. Consequently, the existence of a Macedonian ethnicity itil\nbiter contested, especially aftr the break-up of the former Yugoslavia in 199192. When\nJosip Broz Tito, who had held the country together since the end of WWIL, died in 1980 the\n‘county slowly morphed back into the eight-former nineteenthcentury constituent Slavic\nstates Alexander I's Macedon Kingdom, which is not landlocked, has been part of\n"
            },
            {
                "instance_id": 1,
                "class": "Page Number",
                "bbox": [
                    276,
                    752,
                    304,
                    775
                ]
            },
            {
                "instance_id": 2,
                "class": "Header and Footer",
                "bbox": [
                    93,
                    55,
                    159,
                    73
                ]
            },
            {
                "instance_id": 3,
                "class": "Header and Footer",
                "bbox": [
                    259,
                    54,
                    486,
                    72
                ]
            }
        ]
    },
    {
        "page_number": 9,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    106,
                    71,
                    517,
                    736
                ],
                "ocr_text": "Hillenic (Temenid) heritage, Herodotus notes that he petitioned for and was\npermitted to compete in the Olympic Games\n\nFurthermore even those who preside ove the Olympic games ofthe Hellen have\n\n‘come to recognise thal this the case. [2] For when Alexander chose to compete in\n\nthe games and entered thelss to do so, his Greek competitors tied to exclude him,\n\nby claiming thatthe contest was for Grock contestants only and barbarians wore not\nallowed to paticipate” But when Alexander proved that he was of Argive ances,\n\n‘he was judged tobe a Hellen, and proceeded to compete in the fotrae, in which he\n\n‘wasted foe st place Hat 5221-2,\n\nHerodotus gives us his own definition of what it means, tobe a Hellne.\n\nAnd second it would not be fiting forthe Athenians to prove tater to the Greek:\n\npeople with whom we are united in sharing the same Kinship and language, with\n\n‘whom we have established shrines and conduct sacrifices tothe gods together, and\n\n‘with whom we also share the same way of le (Hat 81442)\n\nIn another digression Herodotus mentions the silver mine located between\nLake Prasias and Mount Dysoron from which Alexander I will later derive an\nincome ofa talent of slver—6,000 to 8,000 drachmas—per day (Halt. 5.17.2)\" The\nkingdom's other source of revenue is forestry and the export of timber and pitch\nused in shipbuilding throughout the eastem Mediterranean, No- matter,\n‘Herodotus’ narrative establishes that thirty years before the second Greco-Persian\n‘mainland Greece for millennia. Accordingly Ihave referred to Alexander's homeland as\nMacedon. Alexander's subjects are descrited as Macedonians if only to avoid the\ngrammatically clumsy Macedon peoples or peoples of Macedon,\n\n26. Temenos (Teves) isa great-great grandson of Heracles who helps lead the th\nand final attack on Myeenae in the Peloponnese where be becomes king of Argos. He is\nthe father of Karanas(Kagavos) who in some traditions isthe fist king of Macedon and\nthe founder ofthe Temenid or Argeod dynasty. In other earir waditons, including the\n‘one adopted by Herodotus, Perdikkas, Temenos’ great grandson, founds the dynasty.\n\n27. Alexander, a the king of Macedon oe perhaps stil just a prine of Macedon, most\nlikely makes an honoured guest appearance atthe seventy-first Olympiad in 496, of\npossibly atthe games held in 500050, and competes in the furlong (stadia) ace. Neither\nHerodotus nor any other contemporary sources indicate which games nor how old he\nwas, but we can surmise—if there is any’ rth othe earlier hospitality story that be was\nthen aged about thet and had only cenly assumed the throne.\n\n28. Unlike the Seythian people who are nomadic, the agricultural community in\n“Macedon practice tanshumance—they keep thee livestock grazing in sheltered lowland.\nareas during the winter, but move them to upland areas during the spring and summer\nEfficient land use results, as this livestock migration also lets the Macedon farmers grow\naops for winter fed in thei lowland fields. However i the event of invasion this\nlwanshumance makes t particularly dificult to quickly muster defensive troops no matter\n‘whether infantry o cavalry.\n"
            },
            {
                "instance_id": 1,
                "class": "Page Number",
                "bbox": [
                    290,
                    753,
                    318,
                    775
                ]
            },
            {
                "instance_id": 2,
                "class": "Header and Footer",
                "bbox": [
                    108,
                    55,
                    235,
                    73
                ]
            },
            {
                "instance_id": 3,
                "class": "Text",
                "bbox": [
                    101,
                    430,
                    510,
                    738
                ],
                "ocr_text": "‘mainland Greece for millennia. Accordingly Ihave referred to Alexander's homeland as\nMacedon. Alexander's subjects are descrited as Macedonians if only to avoid the\ngrammatically clumsy Macedon peoples or peoples of Macedon,\n\n26. Temenos (Teves) isa great-great grandson of Heracles who helps lead the th\nand final attack on Myeenae in the Peloponnese where be becomes king of Argos. He is\nthe father of Karanas(Kagavos) who in some traditions isthe fist king of Macedon and\nthe founder ofthe Temenid or Argeod dynasty. In other earir waditons, including the\n‘one adopted by Herodotus, Perdikkas, Temenos’ great grandson, founds the dynasty.\n\n27. Alexander, a the king of Macedon oe perhaps stil just a prine of Macedon, most\nlikely makes an honoured guest appearance atthe seventy-first Olympiad in 496, of\npossibly atthe games held in 500050, and competes in the furlong (stadia) ace. Neither\nHerodotus nor any other contemporary sources indicate which games nor how old he\nwas, but we can surmise—if there is any’ rth othe earlier hospitality story that be was\nthen aged about thet and had only cenly assumed the throne.\n\n28. Unlike the Seythian people who are nomadic, the agricultural community in\n“Macedon practice tanshumance—they keep thee livestock grazing in sheltered lowland.\nareas during the winter, but move them to upland areas during the spring and summer\nEfficient land use results, as this livestock migration also lets the Macedon farmers grow\naops for winter fed in thei lowland fields. However i the event of invasion this\nlwanshumance makes t particularly dificult to quickly muster defensive troops no matter\n‘whether infantry o cavalry.\n"
            },
            {
                "instance_id": 4,
                "class": "Header and Footer",
                "bbox": [
                    446,
                    55,
                    501,
                    73
                ]
            }
        ]
    },
    {
        "page_number": 10,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    84,
                    122,
                    496,
                    680
                ],
                "ocr_text": "a a ee SS - e\nindependence and prosperity of Macedon is also dependent on the continued\nindependence of the city-states within mainland Greece.\n\nFirst Greco-Persian War\n\n[Herodotus makes no further reference to Alexander until the summer of $80,\nWe know that Alexander succeeds to his father’s throne in 498 and from\nHerodotus’ silence we may surmise that Macedon plays no ole in the Ionian\nrevolt and does not hinder Mardonios’ forces during what turned out to be a\ndisastrous foray into Thrace and Macedon in 493-492 when Darius socks\nretribution for Athenian and Eritrean participation in the Ionian raid on Sardis in\n498 (Ht. 648). It is when taking his flet from the Strymonic Gulf around the\nCChaleidian Peninsula that Mardonios loses some three-hundred ships from his\nfleet and some twenty-thousand soldiers before reaching Macedon territory west\nff the peninsula (Hl. 6.44.23). With these crippling losses punitive raids on\nAthens and Eretria, let alone permanent subjugation, are no longer feasible and\nMardonios ignominiously withdraws to Asia (Hel. 645) Since Mardonios fails $0\nmiserably, next year in 491, Darius appoints two other generals, Datis and\nArtaphrenes with instructions to enslave both Athens and Eretria (Ht. 694.20),\nPartly because of the unpredictable storms in the northem Aegean and a desire to\nsubjugate a numberof city-states on islands inthe Aegean Sea the nev strategy is\n‘one of which can best be described of island -hopping over the Cyclades Islands\n\n‘Alexander will doubtless have viewed this new strategy with a mixture of\nrelief and apprehension—rlief that another land army would not be crossing,\n‘over from the Hellespont to Thrace—and apprehension that a large amphibious\nforce routed safely through the Cyclades might successfully invade Attica and\ncontinue on through tothe Peloponnese with some city-states medizing without a\nfight. As things turn out Eretria is betrayed from within and razed tothe ground,\nbbut the Athenians, with Miltiades as commanding general and without Spartan\nassistance, defeats Datis at Marathon in the summer of 490. Furthermore, the\npromised betrayal from within Athens never materialises—the Persian invasion\nfleot gets as far as anchoring off Phaleron only to see the victors at Marathon\nwaiting for them. They never land and return to Susa with only the conquest ofa\nfew small islands in the Aegean Sea, the sack of Fretra, and some hapless\nEritrean prisoners to show for their efforts.\n"
            },
            {
                "instance_id": 1,
                "class": "Page Number",
                "bbox": [
                    272,
                    754,
                    306,
                    776
                ]
            },
            {
                "instance_id": 2,
                "class": "Header and Footer",
                "bbox": [
                    93,
                    55,
                    159,
                    73
                ]
            },
            {
                "instance_id": 3,
                "class": "Header and Footer",
                "bbox": [
                    257,
                    54,
                    486,
                    73
                ]
            }
        ]
    },
    {
        "page_number": 11,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    94,
                    86,
                    509,
                    751
                ],
                "ocr_text": "Second Greco-Persian War\n\nIk will be a decade before the Persians try again. In the meantime Darius is\nsucceeded by his son, Xerxes. In the aftermath of Marathon, leaders in mainland\nGreece argue over whether the Persian menace is over and whether a victory\nsuch as Marathon could ever be repeated. When Athens starts to build a\nsignificant navy—doublless with timber and pitch purchased from Macedon —\n‘Alexander would be fully aware that the Greco-Persian conflict is fr from over.\nHerodotus does not say when Alexander is recognised by Athens as a prosenos\nand euergetes, it might well have been before his suecession tothe throne. What is\nimportant is that Alexander has eared and subsequently been awarded these\nsignificant honours on proven merit and that the Persian commanders know so.\nBut we can surmise that just as Alexander knows something of what is\nhappening in Athens and in Sparta, he will also be fully aware of what i aot in\nSusa.®\n\nFollowing the sack of Sardis in 498, Darius resolves to subjugate all of Hellas\nonce and forall (Hdt 5105.1). Later, goaded by his mother, Atoss, for yet another\ninvasion of the Greek mainland Darius dies in 484 in the midst of his preparations\n(Hat. 74), His heir, Xerxes, inerits these preparations and one of his generals,\nMardonios, is anxious to argue for revenge and perhaps covets the appointment\nas the satrap ofall Hellas himself (Hel. 7.6.2) ts in 484 that Xerxes assembles\nthe Persian nobility to discuss his plan forthe invasion of Hellas and tells them\n(Hat.78),\n\n\"intend to bridge the Hellespont and lead my’ army through Europe to Hella, so\nthat we can punish the Athenians forall that they did to the Persians and to my\nfather. [2] Now you saw how even Darius had his mind set on marching against\nthese men, but that he died and did not have the opportunity to exact vengeance\n‘upon them. I, however, on his behalf and that of the rest ofthe Persians, shall not\nsive up until Feonquer Athens and set it on fire, since it they who began the\n‘offenses against me and my father” (Hl. 7 1.2).\n\n‘The first offence, in Xerwes’ mind, isthe raid on Saris, but he also regards\nthe defeat at Marathon as an “offence” to be avenged (Ht. 7.88 3). And in due\ncourse, that is exactly what Xerxes does. Once the Athenians and Spartans know\nthat Xerxes has crossed the Hellespont into Thrace and is moving toward\n“Macedon and Thessaly they decide to act Ht. 7.172). In response to a Thessalian\n\n29, Aprons sa ctizen ofa tate (inthis case Macedon) appointed by another state\n(oamely Athens) to host its ambassadors and to represent and protect its interests there\n(Athens? interests in Macedon). Another term applicable to Alexander Is euygete: a\nbenefactor and therefore a ile of honour in ancient Greece granted to those notables who\nhhave done the stale some service. Both titles have a hereditary element. Hat. 81493);\nRoisman and Worthington, ML)\n"
            },
            {
                "instance_id": 1,
                "class": "Page Number",
                "bbox": [
                    290,
                    753,
                    318,
                    775
                ]
            },
            {
                "instance_id": 2,
                "class": "Header and Footer",
                "bbox": [
                    107,
                    54,
                    234,
                    74
                ]
            },
            {
                "instance_id": 3,
                "class": "Header and Footer",
                "bbox": [
                    445,
                    54,
                    502,
                    75
                ]
            }
        ]
    },
    {
        "page_number": 12,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    97,
                    72,
                    498,
                    681
                ],
                "ocr_text": "request, they send an army by sea to Halos in Achaea where they disembark and\nmarch toward Tempe and the pass between Mount Olympus and Mount Ossa\nwhich leads from Macedon into Thessaly. But this very bold strategic move—\nbottling up the huge Persian force in Macedon—is very poorly planned and\nbased on faulty, or grossly misleading local knowledge. Herodotus writes that in\nthe early summer of 480, itis messengers from Alexander who point out their\nprecarious position.”\n\n‘They remained there fr only a few days, however, for messengers soon asved fom\n\nthe Macedonian Alevander son of Amynlas, ting them of the number of Woops\n\nand ships the enemy had and advising them to depart, est by remaining atthe pass,\n\n‘hey would be trampled under bythe invading army. The Hellees thought that this\n\nwas sound advice and, recognizing that the Macedonian was thus displaying his\n\ngoodwill toward them, they followed it (Hd. 7.1733),\n\nHerodotus’ story here shows the fragility of any slowly emergent early fith-\ncentury Pan-Hellenism. Itis the Thessalians, who do not want to be overrun by\nXerse¥ hordes, who persuade the Spartan and Athenian commanders, who were\nthen assembled near Corinth, to travel north to help them defend the pass at\nMount Olympus (Lt. 7.1722). The Thessalians must have known that there was\nmore than one mountain pass that an army advancing south from Macedon into\nThessaly might take, and that all of the passes would have to be defended. A\nnaval force to prevent the defenders being by-passed and attacked from behind is\nalso necessary.\n\n‘The existence of such an altemative route soon becomes evident. Herodotus!\nreaders will be thinking of the similar situation soon to be revealed at\nThermopylae. Pethaps also Alexander does not want the Persians fighting against\nthe Greeks within his kingdom, where Xerses is certain to demand that\nMacedonian levees would be active participants. A minor military point, but the\nbest way to defend a pass is at the entrance where you have a narrow front and\nwith small numbers can prevent your enemy even entering it. To do this\nBuainetos son of Karenos and Themistocles would have to enter Macedon\nterritory leaving Alexander in an invidious position regarding Xerxes’ advance.\n\nBut in ay opinion, what relly convinced them to leave was fear, Which arose when\n\n‘hey leamed that another pass into Thessaly led from nother Macedon through\n\nPerribia, by the city of Gann, which was the pas thatthe army’ of Xerces actually\n"
            },
            {
                "instance_id": 1,
                "class": "Page Number",
                "bbox": [
                    275,
                    754,
                    304,
                    774
                ]
            },
            {
                "instance_id": 2,
                "class": "Header and Footer",
                "bbox": [
                    93,
                    55,
                    159,
                    73
                ]
            },
            {
                "instance_id": 3,
                "class": "Header and Footer",
                "bbox": [
                    258,
                    55,
                    486,
                    73
                ]
            }
        ]
    },
    {
        "page_number": 13,
        "instances": [
            {
                "instance_id": 0,
                "class": "Page Number",
                "bbox": [
                    289,
                    753,
                    318,
                    774
                ]
            },
            {
                "instance_id": 1,
                "class": "Text",
                "bbox": [
                    98,
                    81,
                    516,
                    722
                ],
                "ocr_text": "did take. So the Hellenes retumed to their ships and sailed back to the isthmus\"\n\n(71724.\n\nCertainly this allied retreat from Thessaly, agreed by the two commanders\nEuainetos son of Karenos from Sparta and Themistocles son of Neokles from\n‘Athens, leaves their former allies the Thessalians little choice but to submit to\nXenes and grant him unimpeded passage south toward Attica and the\nPeloponnese.\n\n‘Thermopylae and After\n\n‘This invasion of Europe occurs during the summer of 480. Herodotus may.\nhave his facts right and yet be in error over the motivation. Herodotus does not\nsay whether Macedonian forces commanded by Alexander—probably cavalry —\nwere present at the battle of Thermopylae in August or September of 480.\novvever, just prior to that battle when the Persian forces assemble near Cape\nSepias, Herodotus lists the men inthe forces recruited from Europe.\n\nLand forces were proved by the Tracans,Paloians, Fidians Botiaian, the nation\n\nof Chaldicians, Brygol, Pierians, Macedonians, Peraibians, Ainanes, Dolopians,\n\nMagpesians, Achacans, and all who inhabited the coastal region of Thrace (Hat\n\n71852),\n\nIn the aftermath of the Spartan defeat at Thermopylae, the Persians, gleefully\nguided by the Thessalians, overrun the entie country of Phocis freely burning,\npillaging, and raping their way south (LHdt, 832-833). However, the entire\npopulation of Boootia, who pragmatically medize ater the battle of Thermopylae,\nare protected by Macedonian troops from the threat of unsanctioned Persian\nravages. Herodotus writes,\n\nAfter leaving Parapotamioi the barbarians came to Panopereos, and there Xerses|\n\n‘orld out his army and divided it in two, The lggest and strongest part continued\n\n‘with Xerxes to invade Bosotia through the lerstory of Orchomenus and mach\n\ntowatd Athens The entre population of Bosoia were medizing and tei tes were\n\nbeing protected by some Macedonians who had been appointed and sent to them by\n\n[Alesandtos. The purpose behind this move was to make cleat to Xernes thatthe\n\n‘ocotians were taking the side ofthe Medes (Hal, $3),\n\n1. Herodotus doesnot say wich isthmus, but the Isthmus of Corinth is the most\ntkely posit forthe various contingents ofthe combined feet and agmy to reassemble\n"
            },
            {
                "instance_id": 2,
                "class": "Header and Footer",
                "bbox": [
                    107,
                    54,
                    234,
                    73
                ]
            },
            {
                "instance_id": 3,
                "class": "Header and Footer",
                "bbox": [
                    446,
                    55,
                    500,
                    73
                ]
            }
        ]
    },
    {
        "page_number": 14,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    84,
                    68,
                    500,
                    739
                ],
                "ocr_text": "Perhaps this is an instance of Alexander I eaming the tile euergets? He\nsould not have forgotten the Persian's behaviour toward women at his father’s\npalace thirty years earlier and now he appears to be challenging Xerxes to insist\nthat his own troops and allied levees act honourably. The simple presence of a\nhandful of Macedonian cavalrymen in each Bocotian settlement would deter\nundisciplined marauders from preying on the defenceless civilian population no\nmatter whichever part of Xerxes’ empire—Asia or Europe—they came from,\n‘Clearly the Macedonians were not involved in the illomened Persian raid on\nDelphi, a grotesque act of impiety that would appall any ruler daiming Hellenic\nvalues\n\nWhether Macedonian troops take part on the sack of Athens, Herodotus\ndoes not say, nor do we know whether Macedonian troops assemble at Phaleron,\nPerhaps they were too busy with their garrison duties in Bosotia and only rejoin\nMardonios when he withdraws to Thessaly after the naval disaster at Salamis?\nHerodotus makes no further mention of Alexander until the winter of 480/479\nwhen the Persian general Mardonios withdraws his troops from Altica and is\n‘encamped in Thessaly. Here, taking advantage of Alexander's status as both\nprosenos and euergetes, Mardonios seeks to break up the Hellenic Alliance with a\ndeal. We must not forget that in whatever capacity she or he may act\nambassadors—are essentially very noble but obedient messengers.\n\n‘After Mardonis had read the oracles, he sent Alevander of Macedon, the son of\n\n“Amyalas, as a messenger to Athens, because the Persians were related 19 Aleander|\n\nby martage; Gygaia, who was the daughter of Amyntas and Alexander's sister, was\n\nthe wife of Boubares of Persia. She had given birth to Amyntas of Asia, who bore\nthe name of his matemal grandfather and to who the King had given the large\n\nPheygian city of Alabanda from which to draw revenues. Moreover, since Mardonios\n\nhha heard that Alexander was aproenos and a benefactor of Athens, 2 he thought\n\nthat by this move he could best succed in winning over the Athenians to his side\n\nBecause he had learned that they were a populous and warlike people, and he knew\n\nthatthe disaster that had befallen the Persian at sea had been accomplished mainly\n\nby the Athenians, [3] he fully anticipated that of they were on his side, he would\neasily goin contol over the sea which was certainly a corect assumption (Ht\n\n8136.19,\n\nBelieving an oracle that suggests that the Persians should ally with the\nAthenians, Mardonios decides to send Alexander to Athens to present an offer\nthat purports to come from Xerxes (Hdl, §:1363).* Herodotus reports Alexander's\nspeech tothe assembled Athenians, an assembly which includes some messengers\nfrom Sparta, as follows:\n\n32. Mardonios needs the Athenian navy (ships and crews), but he may be unaware\nthat Themistoces has threatened to relocate the entie Athenian population to Sins in\naly. This would deny ether side his wiemes and woop tansports (Hat. 8622)\n"
            },
            {
                "instance_id": 1,
                "class": "Page Number",
                "bbox": [
                    276,
                    753,
                    304,
                    775
                ]
            },
            {
                "instance_id": 2,
                "class": "Header and Footer",
                "bbox": [
                    93,
                    55,
                    159,
                    73
                ]
            },
            {
                "instance_id": 3,
                "class": "Header and Footer",
                "bbox": [
                    259,
                    55,
                    486,
                    72
                ]
            }
        ]
    },
    {
        "page_number": 15,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    102,
                    72,
                    520,
                    744
                ],
                "ocr_text": "Men of Athens, Mardonios has this to tll you:‘A message has arsved fom the King\n\n[eres saying will forget all the wrongs done to meby the Athenians [2] s0 now,\n\nMardonios, you must do as I say. Fst give them back their land, and let them have\n\nanother land of thie choice in addition, which they may govern independently Ht\n\n1401)\n\nAlexander also offers his own addendum to the Xerxes/Mardonios message:\n\n‘That Athenians, is what Mardonios instructed me to tell you. As for myself, shall\n\nsay nothing of my own goodwill toward you (since now would not be the fist ime\n\n{you could recognize tha), but! do entreal you to follow the advie of Mardonios. [2]\n\nFor can see that you wil not be able to wage war against Xerues forever —if Thad\n\n‘observed that you were capable of doing so, I would never have come to you with\n\nthis advice. The faci, dhe King’s power is supeehuman, and his reach extends far\n\nand wide [3] And so if you do not immediately come to an agreement with the\n\nPersians while they are offering you such generous conditions, thn I fear fr you\n\nindeed, cause you alone ofall the allies dwell along the most beaten tack of this\n\n‘war and constantly suffer devastation, and the land you posses is often chosen 35\n\nthe disputed ground on which bates are waged. [8] So, then, do heed my adviee,\n\nsine you have such a precious opportunity, insofar asthe great King wishes 10\n\n‘become your friend and to forgive you alone of all the Hellenes forthe wrongs done\n\ntohim dt 8.1408 1-9,\n\n‘The astute listener will note that itis Alexander's Macedon that lies along the\n_most beaten track of this war. But, no matter, the Spartan response is immediate,\nselE-erving, and predictable and inchudes an ai hominem attack on Alexander.\n\nDo not let Aleandeos of Macedon win you over with his polished version of\n\nMardosios’ message [5] For he wally must ac this ways e is afterall. a tyrant who\n\nIs assisting another tyrant. But if you have any sense tal, you must not fllow the\n\nadvice of barbarians, knowing as you do that they are nether trustworthy noe\n\ntral (Hat 814245).\n\nStrictly, Alexander is not a tyrant, but he has claimed Temeniel ancestry —\nwhich means Argos—and for any Spartan that would be enough to put him\nbeyond the pale. Herodotus reports both the Athenian response fist to Alexander\nand then their response tothe Spartans\n\nReport bock lo Mardonios thatthe Athenians say: As fangs the sun continues on\n\nthe same course ast now travels, we shall never ome to an agreement with Xerxes\n\n33. Arguably the Spartans are disingenuous. Long ago they had threatened Cyrus the\n(Great, but more recently they had abused Persian heralds (diplomats) adding injury 10\nInsult. W. W. How and J. Wells, A Commentary ou Herodotus (Oxford: Clarendon Press,\n1912),281022\n"
            },
            {
                "instance_id": 1,
                "class": "Page Number",
                "bbox": [
                    289,
                    753,
                    318,
                    774
                ]
            },
            {
                "instance_id": 2,
                "class": "Header and Footer",
                "bbox": [
                    107,
                    54,
                    234,
                    73
                ]
            },
            {
                "instance_id": 3,
                "class": "Header and Footer",
                "bbox": [
                    446,
                    55,
                    500,
                    73
                ]
            }
        ]
    },
    {
        "page_number": 16,
        "instances": [
            {
                "instance_id": 0,
                "class": "Page Number",
                "bbox": [
                    275,
                    753,
                    304,
                    774
                ]
            },
            {
                "instance_id": 1,
                "class": "Text",
                "bbox": [
                    85,
                    100,
                    502,
                    732
                ],
                "ocr_text": "he bumed thelr homes and images) we call advance agsinst him and defer\n\nourselves’ (Hdt 81452),\n\n‘The Athenian response to the Spartan messengers is more measured, but\nincludes a plea that the Spartans do not simply defend themselves and other cites\n‘of the Peloponnese behind the fortifications they have constructed across the\nisthmus at Corinth (Hdt. 814415),\n\nDo send out an army as quickly as possible, [5] for itis our conjecture that before\n\nJong indeed as soon as the barbarian hears thal we have refused to do a he asked,\n\nthe willbe here invading our land again and so now beloee he reaches Attica, the\n\ntime for you to hasten to battle in Hosoia (4d, 8.14.45).\n\n[As expected, after Alexander relays the Athenian response to the Xerxes!\nMardonios offer, the Persian armies again prepare to move south toward Astica\nHaving occupied a deserted Athens fora second time (Hat. 93), Mardonios tries\nagain to separate the Athenians from their Spartan allies by repeating the earlier\noffer conveyed by Alexander and soundly rejected (Ht. 94.1),\n\nDefeat at Plataea\n\n‘This diplomatic ploy also fails, and when Mardonios learns thatthe Spartans\ntunder Pausanias are marching out of Sparta he sacks Athens for a second time\nand destroys everything in his path as he withdraws north from Attica into\nBovotia, Its here just south of Thebes along the Asopos River that Mardonios\ncides is the right terrain where his can use his cavalry to advantage shen\n‘engaging the Hellenic Alliance in a decisive battle (Ha, 9.133). From Herodotus\ntve leam that “Mardonios also positioned the Macedonians and the inhabitants of\nthe region surrounding Thessaly so that they faced the Athenians” Ht. 931.5).\n\n‘The two armies face each other for ten days, neither attacking the other\n‘because the omens each receives after offering sacrifice are always unfavourable\n(Hat 9382), One of Mardonios’ advisers, Artabazos, even suggests that the\nPersians should abandon their present positions and retreat behind the walls of\n‘Thebes—where their cavalry would be useless—but to use the treasure stored\nthere to bribe leaders of the Alliance into accepting Persian sovereignty on very\nfavourable terms (Hd. 9412). Mardonios, who craves the glory of a military\nvictory, rejects this advice and gives the signal for the bate to be joined on the\nfollowing day (Hdt. 942.4). It is at this critical moment that Alexander, whose\nforces are positioned directly opposite the Athenians, decides to secretly help the\nAlliance as much as he can. Herodotus writes of what takes place at one outpost\n‘of the Greek camp:\n"
            },
            {
                "instance_id": 2,
                "class": "Header and Footer",
                "bbox": [
                    259,
                    55,
                    484,
                    73
                ]
            },
            {
                "instance_id": 3,
                "class": "Text",
                "bbox": [
                    89,
                    74,
                    499,
                    382
                ],
                "ocr_text": "“Trusting in the gods and heroes as our ales for whom he showed no respect when\nbe burned their homes and images) we shall advance against him and defend\nourselves’ (Hdt 81452),\n\n‘The Athenian response to the Spartan messengers is more measured, but\nincludes a plea that the Spartans do not simply defend themselves and other cites\n‘of the Peloponnese behind the fortifications they have constructed across the\nisthmus at Corinth (Hdt. 814415),\n\nDo send out an army as quickly as possible, [5] for itis our conjecture that before\n\nJong indeed as soon as the barbarian hears thal we have refused to do a he asked,\n\nthe willbe here invading our land again and so now beloee he reaches Attica, the\n\ntime for you to hasten to battle in Hosoia (4d, 8.14.45).\n\n[As expected, after Alexander relays the Athenian response to the Xerxes!\nMardonios offer, the Persian armies again prepare to move south toward Astica\nHaving occupied a deserted Athens fora second time (Hat. 93), Mardonios tries\nagain to separate the Athenians from their Spartan allies by repeating the earlier\noffer conveyed by Alexander and soundly rejected (Ht. 94.1),\n"
            },
            {
                "instance_id": 4,
                "class": "Header and Footer",
                "bbox": [
                    92,
                    54,
                    160,
                    73
                ]
            },
            {
                "instance_id": 5,
                "class": "Text",
                "bbox": [
                    94,
                    393,
                    493,
                    721
                ],
                "ocr_text": "Defeat at Plataea\n\n‘This diplomatic ploy also fails, and when Mardonios learns thatthe Spartans\ntunder Pausanias are marching out of Sparta he sacks Athens for a second time\nand destroys everything in his path as he withdraws north from Attica into\nBovotia, Its here just south of Thebes along the Asopos River that Mardonios\ndecides isthe right terrain where his can use his cavalry to advantage when\n‘engaging the Hellenic Alliance in a decisive battle (Ha, 9.133). From Herodotus\ntve leam that “Mardonios also positioned the Macedonians and the inhabitants of\nthe region surrounding Thessaly so that they faced the Athenians” (Hd. 931.5).\n\n‘The two armies face each other for ten days, neither attacking the other\n‘because the omens each receives after offering sacrifice are always unfavourable\n(Hat 9382), One of Mardonios’ advisers, Artabazos, even suggests that the\nPersians should abandon their present positions and retreat behind the walls of\n‘Thebes—where their cavalry would be useless—but to use the treasure stored\nthere to bribe leaders of the Alliance into accepting Persian sovereignty on very\nfavourable terms (Hd. 9412). Mardonios, who craves the glory of a military\nvictory, rejects this advice and gives the signal for the bate to be joined on the\nfollowing day (Hdt. 942.4). It is at this critical moment that Alexander, whose\nforces are positioned directly opposite the Athenians, decides to secretly help the\nAlliance as much as he can. Herodotus writes of what takes place at one outpost\n‘of the Greek camp:\n"
            }
        ]
    },
    {
        "page_number": 17,
        "instances": [
            {
                "instance_id": 0,
                "class": "Page Number",
                "bbox": [
                    290,
                    752,
                    318,
                    775
                ]
            },
            {
                "instance_id": 1,
                "class": "Text",
                "bbox": [
                    102,
                    83,
                    515,
                    671
                ],
                "ocr_text": "‘The night was well advanced; all was quiet throughout the camp, and most of the\n\nmen were asleep when Alexander son of Amynlastode up on horseback toa guard\n\nPost ofthe Athenians, socking to speak to their genera [2] While mest ofthe guards\n\nremained at their posts, some ran to their generals and when they found them they\n\ntold them that someone on hoeseback had areved fom the camp of the Medes, and\nthat he would say nothing moze than he wished to speak to some of their generals,\n\n‘whom he named (Hat 9441-2.\n\n“Although Herodotus does not speculate, Alexander may not have let the\nPersian lines without the acquiescence of the Persian generals what the Persians\nmight have expected him to say is another matter.\" Herodotus has already\nindicated that there were levees from Macedon under Alexander's command in\nMardonios’ army, but Alexander is not visiting the Hellenes' camp to lend direct,\nmilitary assistance, although his secret forewaming reveals which side he is really\n\n‘Alexander said to them, \"Men of Athens, entrust you with what Iam about to say\n\ncharging you to keep it an absolute secret and to tell no one but Pausanias lst you\n\n‘utterly destroy me. You must know that I would not he speaking to you iT didnot\n\ncare greatly about all of Hellas, [2] for I myself am a Hellen of ancient lineage and\n\n‘would not wish to see Hellas exchange its freedom for slavery. And so Iam bere to\n\ntell you that Mardonios and his army are unable to obtain frm thie sarfces. The\n\nfomens they desir. Otherwise you would have fought a long, time ago. Now,\nhowever, Mardonios has resolved to dismiss the oracles and to engage in bate\n\n‘ginning atthe break of day; my guess is that hes very worried that mone men will,\n\n‘come bere to join you. So you should prepare you selves fr this it tus out hat\n\nMardosios delays the encounter and does nothing, you should remain and persevere,\n\nfor they have enough food lt for cay a few days. 3] And if this war ends in your\n\nfavor, then you must remember me and my quest fr liberation, fri on my ovr\n\ninative that I have performed this dangerous feat asa service to the Hellenes; 1\n\n‘wish to reveal the intent of Mardonios to you so thatthe barbarians wil not beable\n\nto fall upon you suddenly and unexpectedly, I am Alexander of Macedon” Alter\n\nsaying this he rode away, back to is camp and his own post (Hal. 9.45.13).\n\n34, Alexander might well not know which Greek commanders ate present, several\n‘may wel be with the Hellen et at Mycale. How and Wells, 29.44.12.\n\n35. The Persian commanders must have very short memories about Alevander—they\nshould know that nothing very good happens to a Persian after midnight-—especaly\n‘when it comes to Macedon and Macedonians.\n"
            },
            {
                "instance_id": 2,
                "class": "Header and Footer",
                "bbox": [
                    107,
                    54,
                    234,
                    73
                ]
            },
            {
                "instance_id": 3,
                "class": "Text",
                "bbox": [
                    101,
                    578,
                    504,
                    728
                ],
                "ocr_text": "34, Alexander might well not know which Greek commanders ate present, several\n‘may wel be with the Hellen et at Mycale. How and Wells, 29.44.12.\n\n35. The Persian commanders must have very short memories about Alevander—they\nshould know that nothing very good happens to a Persian after midnight-—especaly\n‘when it comes to Macedon and Macedonians.\n\n36, See Hat, 81371-4139 where Herodotus goes though the genealogy and\nmigration ofthe Argead royal house as mid-seventh-cntury refugees fram Argos inthe\nPeloponnese—Herodotuy’ Macedonian sources want to establish that Alexander and\n‘many of his nobles are Hellous not Barba but of Aggive rather than Dorian or Lona\ndec\n"
            },
            {
                "instance_id": 4,
                "class": "Header and Footer",
                "bbox": [
                    446,
                    55,
                    501,
                    73
                ]
            }
        ]
    },
    {
        "page_number": 18,
        "instances": [
            {
                "instance_id": 0,
                "class": "Page Number",
                "bbox": [
                    276,
                    753,
                    303,
                    775
                ]
            },
            {
                "instance_id": 1,
                "class": "Text",
                "bbox": [
                    82,
                    64,
                    512,
                    707
                ],
                "ocr_text": "Evidently Macedon is still obliged to supply Mardonios with troops, but\nwhether they winter with the Persian forces in Thessaly or travel home to\n“Macedon atthe end of the 480-campaign season and reassemble the spring of 479,\nHerodotus does not say. Clearly, Herodotus is going well out of his way to show\nthat at a crucial moment Alexander of Macedon is only paying lip service to the\nPersians and want to help the Hellenes,\n\nThis, Herodotus’ last mention of Alexander I, ends with his account ofthis\nGreco-Persian battle in the summer of 479—a stunning Persian defeat, closely\nfollowed by another defeat on the Anatolian coast at Mycale, Herodotus leaves\nhis readers to determine what influence this timely forewarning has on the\n‘outcome ofthe batle of Plataea and to assess Alexander's motives in approaching\nthe Athenian generals and the Spartan commander Pausanias in particular.”\nRemember, Herodotus first mention of Alexander is at least thirty years earlier,\ntvell before the lonian revolt at the beginning of the fifth century and at a time\nwhen Alexander is still only a minor and just a prince of Macedon. From other\nsources we know that Alexander remains on the throne for another quarter-\ncentury, and that neither he nor his countrymen are held to account for thei\n‘medism, With others the Hellenes were not so charitable, Thebes and a number of\nsvealthy aristocratic Thebans come to mind,\n\nPan-Hellenism Takes Root\n\nFew have not heard of the late fourth-century military prodigy Alexander-\nthe-Great, or more properly, Alexander III of Macedon; in fact he is a direct\ndescendant of the comparatively very litle-known Alexander | of Macedon,\nEven fewer will have ever heard of Alexander I's father, King Amyntas I, yet\nAlexander [is the only Macedonian given any prominence by Herodotus in his\nHistories. Following the inconclusive naval engagement off Artemision, messages\nare left on the shore at all the sites that might provide drinking water—these\n‘exhort Xersey' Ionian allies not to help the Persians and to ask the Carians not to\n\n37. But asthe Spartans lament so bitterly afte being instrumental in diving Hippias,\nthe lst ofthe Fesstratid tyrants, out of Athens and into exile at the close of the sixth\n‘century—the Athenians ae a thankless people (Hat. $922), Never made dar in this\nwellknown Herodotean quotation is who in Sparta said it—perhaps a member ofthe\nGerousisand to whom the Spartans were referring —the privileged and wealthy\n‘Athenian arstorats—or those otters who several millenia later in a similar context are\n"
            },
            {
                "instance_id": 2,
                "class": "Text",
                "bbox": [
                    89,
                    74,
                    493,
                    382
                ],
                "ocr_text": "Evidently Macedon is still obliged to supply Mardonios with troops, but\nwhether they winter with the Persian forces in Thessaly or travel home to\n“Macedon atthe end of the 480-campaign season and reassemble the spring of 479,\nHerodotus does not say. Clearly, Herodotus is going well out of his way to show\nthat at a crucial moment Alexander of Macedon is only paying lip service to the\nPersians and want to help the Hellenes,\n\nThis, Herodotus’ last mention of Alexander I, ends with his account ofthis\nGreco-Persian battle in the summer of 479—a stunning Persian defeat, closely\nfollowed by another defeat on the Anatolian coast at Mycale, Herodotus leaves\nhis readers to determine what influence this timely forewarning has on the\n‘outcome ofthe batle of Plataea and to assess Alexander's motives in approaching\nthe Athenian generals and the Spartan commander Pausanias in particular.”\nRemember, Herodotus first mention of Alexander is at least thirty years earlier,\n\\well before the Ionian revolt at the beginning of the fifth century and at a time\nwhen Alexander is still only a minor and just a prince of Macedon. From other\nsources we know that Alexander remains on the throne for another quarter-\ncentury, and that neither he nor his countrymen are held to account for thei\n‘medism, With others the Hellenes were not so charitable, Thebes and a number of\nsvealthy aristocratic Thebans come to mind,\n"
            },
            {
                "instance_id": 3,
                "class": "Header and Footer",
                "bbox": [
                    258,
                    55,
                    486,
                    72
                ]
            },
            {
                "instance_id": 4,
                "class": "Header and Footer",
                "bbox": [
                    93,
                    54,
                    159,
                    72
                ]
            },
            {
                "instance_id": 5,
                "class": "Text",
                "bbox": [
                    88,
                    396,
                    496,
                    565
                ],
                "ocr_text": "Pan-Hellenism Takes Root\n\nFew have not heard of the late fourth-century military prodigy Alexander-\nthe-Great, or more properly, Alexander III of Macedon; in fact he is a direct\ndescendant of the comparatively very litle-known Alexander | of Macedon,\nEven fewer will have ever heard of Alexander I's father, King Amyntas I, yet\nAlexander [is the only Macedonian given any prominence by Herodotus in his\nHistories. Following the inconclusive naval engagement off Artemision, messages\nare left on the shore at all the sites that might provide drinking water—these\n‘exhort Xersey' Ionian allies not to help the Persians and to ask the Carians not to\n"
            },
            {
                "instance_id": 6,
                "class": "Text",
                "bbox": [
                    86,
                    603,
                    493,
                    736
                ],
                "ocr_text": "37. But asthe Spartans lament so bitterly afte being instrumental in diving Hippias,\nthe lst ofthe Fesstratid tyrants, out of Athens and into exile at the close of the sixth\n‘century—the Athenians ae a thankless people (Hat. $922), Never made dar in this\nwellknown Herodotean quotation is who in Sparta said it—perhaps a member ofthe\nGerousisand to whom the Spartans were referring —the privileged and wealthy\nAthenian arstoctats—or those ofers who several millenia Ile i a similar coment ane\n{quite foolishly and contemprtibly—ctizens with only jst enough to get by, Athenians not\n‘wealthy enough to equip themselves and train as hplites, let alone own slaves\n"
            }
        ]
    },
    {
        "page_number": 19,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    101,
                    75,
                    517,
                    741
                ],
                "ocr_text": "help them either (Het, 8221-3)\" Identity is often bitterly contested whichever\nside ofthe fence we chose, one historian writes”\n\nMacedonians—irrespectve of origin, dialect, religious procivites—were citizens\n\nfof Macedonian civic units, and their country, the kingdom of the Macedonians (\n\nMavcedewww fatorlca) was a state, whereas Greoks were citizens of more than a\n\nthousand states, and Groece was at best, a cultural concept with hazy and variable\n\ncontours, and al worst aslogan,\n\nShortly after Alexander I's death and some thirty or forty years after the\nbattle at Plataea, Herodotus is still researching, revising his writing, and more\nthan likely entertaining crowds with excerpts from his not yet complete Histories.\nIt is fair to ask whether his generally favourable view of Macedon and the\n“Macedonian monarchy isnot directed toward some Pan-Hellenic goal —the fith-\ncentury Macedonians are not yet regarded as Hellenes, but encouraged by their\nArgead dynasty myth a slow process of Hellenization arguably has its beginnings\nluring the late sixth century. During the Second Greco-Persian War Macedon.\n‘medizes and supplies Xerxes with troops, but what are the realistic alternatives\nfor this small nominally independent kingdom—a kingdom always in harm's\n‘way ifthe Persians pursue their ambitions to expand their empire into Europe?\n\n(Geography is always important to Herodotus and is important here; had\n‘Alexander's kingdom been only a little further north neither the Persians nor the\nillenes would have cared one way or the other. For both sides, Macedon would\nhave remained strategically insignificant and out of mind. Whether Macedon\njoins the Delian League after Xemses’ defeat and withdrawal in 479 and\nXanthippus’ siege of Sestos in 478, Herodotus does not say. But it s difficult to\n‘imagine that somehow Herodotus’ writings are sponsored propaganda directed\ntoward preserving an independent and autonomous Macedon against Athenian\nexpansion in the wake of Xerxes’ unsuccessful invasion and the decline of Persian\nmilitary power Perhaps Herodotus’ principal sources are from Macedon and\n\n38, Herodotus’ wording is unambiguously Pan-Hellei, loves, od novere Sawa\neri roe marrégns oTmATEUOYOOL Kai HY EUAtda mradoulodpiewo. Roughly\ntwanslateas “Men of fon, you do not do what is right by going to war agains [the land\nof your fathers and reducing Hellas to slavery” One of Herodotus’ constant themes i\nthat ia people ate tobe truly Greek then they must first be fe,\n\n39, Mitiades B. Hatzopoulus, Ancien! Macafoni (Berlin; Boston, MA: Walter de\nGruyter GmbH, 2120), 12.\n\n40. The Athenians take a dim view of medizing—but under what cgcumstance\n‘might it bean acceptable politcal or miliary ploy and a pragmatic matter of Hobson's\nchoice? Alexander saw a first-hand what happened in Phocs and what might well have\nhappened in Boootia had he not intervened —when yous city-state or rural kingdom i on\nthe route of an invading army you let them pass through and tust that under thei\n‘commanders the invading hordes will remain sufficiently disciplined to eschew rope and\npillage.\n"
            },
            {
                "instance_id": 1,
                "class": "Page Number",
                "bbox": [
                    290,
                    753,
                    317,
                    775
                ]
            },
            {
                "instance_id": 2,
                "class": "Header and Footer",
                "bbox": [
                    108,
                    55,
                    235,
                    73
                ]
            },
            {
                "instance_id": 3,
                "class": "Header and Footer",
                "bbox": [
                    446,
                    55,
                    500,
                    73
                ]
            }
        ]
    },
    {
        "page_number": 20,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    84,
                    72,
                    502,
                    743
                ],
                "ocr_text": "these are anxious to show their late king in a good light? We know from other\nsourees that Alexander I rules Macedon until his death in 454, when he is\nsucceeded by his eldest son, Alcetas I, who rules for about six years before being,\nassassinated; he in tur being succeeded by a younger brother Perdiceas Il who\nrules from 448 to 413; and, of cours, i is this same Argead royal house that in the\nlatter half of the fourth century will produce Philip Il of Macedon and his son,\nAlexander Ill—Alexander the Great, But itis Prince Alexander who insists that\nGrunken fornication is a grotesque violation of xenia—the most enduring and\n‘endearing of Homeric and therefore foundational Pan-Hellenic values—and\ndoubtless much else beside. For good reason Athenian values and practices are\nrot adopted hols bolus, Ross Seaife concludes his article with the judgement: «|\n\n‘Thus Herodotus portraysin Alexander a leader whose cultura marginality presented\n\n4 slark choice between heroic resistance and compromise, While the king could\n\nprove his Hellenism in a genealogical sense tothe satisfaction of Herodotus and the\n\n(Olympic judges he didnot support that hevtage in a consistent, dependable manner\n\nDaniel Gillis adopts a less critical and more pragmatic approach to the\nreactions of Greek city-states [and others] facing imminent Persian invasions: ©\n\n‘But ideology played remarkably ite role in hose critical nes —ceetainy less than\n\nlater Greeks would cae to admit—and options were limited, Survival was the goal\n\nand the methods chosen to attain it difered, One should hardly expect otherwise\nfroma people as fatious asthe Greeks. They acted under pressure, according o thet\nlights. Few were noble. ll were vulnerable\n\n[believe that Scaife misinterprets both Herodotus’ text and Herodotus’ intent\nin writing about early fith-century Macedon and their Argive monarch.® Athens,\nwhich as a city has been bumed, razed, and looted twice during the Second\nGreco-Persian War, has a credible alternative to medizing—the citizens can\nabandon their Attic homeland and with it their ever-unreliable allies and sail en\n\n41 Scaife, “Alexander in the Histories” 137\n\n42. Daniel Giles, \"Collaboration with the Persians,” Historia-Einzalsyip: Zest\n{fir Alle Geschichte. Hlt 34 (Weishaden: Franz Seine Verlag GmbH, 179) i,\n\n43. Given hs Argie/Argoad heritage Alexander doubles ses himself asa Homeric\nhero and one who, if necessary, will indulge in copious Hadi Heoistt—ideally largely\nthat of his enemies, But he owes this subjects principally shepherds and foresters to\n‘come up with a pragmatic resolution of the conflict betwen his personal Pan-Hellenic\n‘convictions and his very practical politcal obligation to avoid is adult countrymen\n‘becoming both good and dad and dat an go with their children similarly butchered of\nthe young boys emasculated and packed-of with their female siblings by marauding\nPersians tothe Mediterranean slave markets.\n"
            },
            {
                "instance_id": 1,
                "class": "Page Number",
                "bbox": [
                    275,
                    754,
                    303,
                    775
                ]
            },
            {
                "instance_id": 2,
                "class": "Header and Footer",
                "bbox": [
                    94,
                    55,
                    159,
                    72
                ]
            },
            {
                "instance_id": 3,
                "class": "Header and Footer",
                "bbox": [
                    259,
                    55,
                    486,
                    72
                ]
            }
        ]
    },
    {
        "page_number": 21,
        "instances": [
            {
                "instance_id": 0,
                "class": "Page Number",
                "bbox": [
                    290,
                    753,
                    318,
                    775
                ]
            },
            {
                "instance_id": 1,
                "class": "Text",
                "bbox": [
                    101,
                    293,
                    510,
                    743
                ],
                "ocr_text": "Conclusions\n\nOne objective of this study is to demonstrate that one way or another\nHerodotus is a proto-biographer. He writes when the genre of history is ill\ndefined beyond the obvious—that the subject matter is not entirely myth, or by:\nhow much must we suspend our disbelief. Just naming an individual, and closely\nassociating her or him with an historical event, has the effect of granting that\nindividual agency and therefore some responsibility or credit if things go rather\n‘well, and some culpability ifthe desired outcome is not obtained. But as Anne\nGeddes writes, “Biographies might contain anecdotes, bt they should not consist\n[solely] of them.\" Indeed that is why [use the term proto-biographer—not quite\nthere yet.\n\n‘This brings us back tothe: who, what, where, why, and when of story-telling.\nBy just giving a name—a unique being “far from the madding crowd's ignoble\nstrife\"—Herodotus grants a measure of identity and verisimilitude to this\nindividual But if Heraclitus is right about character and destiny—then exactly\n‘what deed, why, and perhaps with what and then when this individual assumes\nautonomy, exercises authority, putting agency into action—this places the\n\n44, See Themistocley speech to his ais just before the battle off Salamis (Halt\n2622), Sirsa longrestablshed Ionian colony, was a port city on the Gulf of Taranto in|\nsouthem lay. This mass relocation is something the Spartans cannot even remotely\nconsider. As a wartor society they rely on thir virally captive helots (lave) 1 fel\n‘hei isolationist agricultural economy. Unless itis o fed hay to his favourite racehorse, 3\nSpartan male likely will never touch a pitchfork in his ifetie,\n\n45, Geddes, “on of Chios and Politics,” 115\n\n«46. Wit apologies to Thomas Gray and his Egy Write in. Country Cura\n"
            },
            {
                "instance_id": 2,
                "class": "Header and Footer",
                "bbox": [
                    106,
                    54,
                    235,
                    72
                ]
            },
            {
                "instance_id": 3,
                "class": "Text",
                "bbox": [
                    103,
                    73,
                    510,
                    305
                ],
                "ocr_text": "masse to Sirs in southern Italy and start afresh: something they have already.\nthreatened to do\n\nAlexander does not have the luxury of sch an escape with safe relocation to\na distant colony for his Macedonian countrymen— they are simple shepherds and\nforesters tied to their land base. Compromise can be a dirty word; but sober if\nunexciting pragmatism always trumps foolhardiness. Even in Homer's epics\nheroic resistance—often understood as valour—has never been an inter-\nchangeable term with pointless mass suicide, While there is no reason to believe\nthat Herodotus consults only Macedonian sources about Alexander's role during,\nthe First and Second Greco-Persian Wars there is another aspect to Herodotus!\nobservations. Pan-Hellenism is the only certain antidote to medizing and\nHerodotus’ sympathetic portrait of Alexander points the Athenians away from\n‘unequal alliances based largely on coercion, exorbitant fines, military and naval\ndominance, and often punitive retribution.\n"
            },
            {
                "instance_id": 4,
                "class": "Header and Footer",
                "bbox": [
                    446,
                    54,
                    501,
                    73
                ]
            }
        ]
    },
    {
        "page_number": 22,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    88,
                    68,
                    502,
                    737
                ],
                "ocr_text": "selected individual right in the front row of history. In short, Herodotus makes\nsure that story remains part of history. Although he is blissfully unaware of a\n‘new and important literary genre to come; this amounts to proto-biography.\n\nAlthough the focus ofthis study is on one exceptional individu, all of the\nforegoing is written with an acute awareness of the narrative issues lurking.\n‘behind non-fiction literary genres. Inthe proem to his Histories, Herodotus claims\nthathe is interested in the cause of the Greeks and Persians warring against each\nother (Hit. 1.1). Perhaps: but not solely In his quest for causation Herodotus\ncannot resist delighting himself and therefore his audiences by weaving into his\nhistorical narative all manner of fascinating digressions, including material that\nliterature scholars might—almost two and a half millennia later—want to lasify|\nas biographical sub-narratives. But Herodotus does not stop there. He might now\n‘be recognised as the first Westem historian, but in the mid-fith-centary this non-\nfiction iterary genre is very new. It is not that the genre boundaries are ill-\ndefined; there were none. Consequently the author of the Histories can segue in\nhis book-rolls from fanciful meteorology, to the geography of far-away places\nwith strange-sounding names, to a discussion of dowries, and then to the\nsometimes very diferent matrimonial customs adopted by other peoples.\n\n[Notions of Pan-Hellenism are evident throughout the life of Alexander I. His\nMacedon people may not yet be even faintly accepted by others as true Hellenes,\n‘but the Macedonian inclusion quest has to start somewhere, And it starts with\nAlexander. Of course, if he is eligible, then doubtless his ancestors were also\ncligile. Perhaps they were far too busy with other matters, Then there are\npractical issues to consider: travelling 600 to 700 kilometres, plus the expenses\nand extended absence from the kingdom. Because of geographical realities his\nautonomy and agency are constrained. Alexander cannot pursue meaningful\n‘membership in any formal Hellen military alliance until the existence of such an.\nalliance itself poses a formidable and credible deterrent to any potential\naggressors\n\n‘Nevertheless, Herodotus’ interest in Pan-Hellenism is evident in his choice of\nswords, a choice that is dramatically different from the choices made by Homer\"\nWhat Herodotus’ contrast shows is that the trident of three A’s—agency,\nautonomy, and authoritycan be used for good or ill and that possession of great\n\n47, Herodotus exprossion “pie Coy yeyie te xa oyacta” is wanslated in the\nproem as “great and wonderful deeds” altematives include “marvelous exploits’ —\nnother word signals any degree of disbelief but irespectve of whether these are deeds oF\n‘exploits we sil infer human agency.\n\n48. The term Aciasans (Ao is used 598 times in Homers ia. The other common\nnames are Dinas (Anas) used 138 times, and Arges (gyi) used 182 times inthe\nTia while for Pay-Hellos (lavéAdnvee) and Helles CEMRec) each appears only\n‘once. All of these terms were used synonymously to denote a common Greek\n<uillzatonal identity. ll weferences to the Had in wansltion are to Robert Fogles, The\nit: Homer (New York: Viking Penguin, 190)\n"
            },
            {
                "instance_id": 1,
                "class": "Page Number",
                "bbox": [
                    276,
                    754,
                    303,
                    775
                ]
            },
            {
                "instance_id": 2,
                "class": "Header and Footer",
                "bbox": [
                    92,
                    55,
                    159,
                    72
                ]
            },
            {
                "instance_id": 3,
                "class": "Header and Footer",
                "bbox": [
                    259,
                    54,
                    485,
                    72
                ]
            }
        ]
    },
    {
        "page_number": 23,
        "instances": [
            {
                "instance_id": 0,
                "class": "Page Number",
                "bbox": [
                    290,
                    753,
                    317,
                    775
                ]
            },
            {
                "instance_id": 1,
                "class": "Text",
                "bbox": [
                    91,
                    80,
                    520,
                    747
                ],
                "ocr_text": "power is not enough—the holder has to know how and when to use it wisely —\n\nthe difference between (uc) mets and (Bi) bie becomes critical when resort to\n\nHerculean displays of strength are not an option.” Although itis not a question\n\nthat Herodotus addresses directly, we might well ask whether Alexander meets\n\nany of Solon’s only lappy when dead criteria Perhaps a corollary to Solon's\nhappiness criterion should read, “You are only judged happy when your enemies\nare dead” and here his happiness is assured.”\nAcknowledgments\n\n‘The author gratefully acknowledges the patient guidance of Dr. Dionysia\nEirini Kotsovli ofthe Stavros Niarchos Foundation Centre for Hellenic Studies at\nSimon Fraser University during preparation of this article.\n\nBibliography\n\nDueck, David, Hugh Lindsay and Sarah Pothecary (Eds) Strat’s Cultural Gavgraply: The\nMating of Kalossougi. Cambridge: Cambridge University Press, 2005.\n\nFogle, Robert (Teans) Th la Homer. New York, NY: Viking Penguin, 1980.\n\nFlory, Stewart. The Avhac Smile of Herts. Detroit, MI: Wayne Sate Univesity Press,\n1997,\n\nGeddes, Anne. \"on of Chios and Politics.” In The Word of on af Chis, edited by Victoria\nJennings and Andrea Katsares, 110138, Leiden, The Netherlands; Boston, MA:\nKoninklijke Bell NV, 2007\n\nGls, Daniel. \"Collaboration with the Persians\" Historie Finals: Zetscip fr Ae\n“Gechicite. Holt 34, Weisbaden: Franz Steiner Verig GmbH, 1979\n\nagg, Tomas The Art of Biograpy in Amtquity. Cambridge: Cambridge Univesity Press,\n2012,\n\nHatzopoulos, Miiades B. Aucew Macon. Betln; Boston, MA: Walter de Geuytor\n‘Ganbt, 2020\n49, The Greek word (uijuc) metis meaning cunning oF cally like a fox, oF like\n\n(Oysseus—is not pejorative and often contasted with (Pia) bie brte force. Aj comes to\n\nsind,\n\n50, Alexander lives into his ealy seventics a ripe old age at that time, and des in\n\n454. The reversals of fortune of many’as outlined in the Histor spectacularly ustrate\n\nSolon's maxim that “no one can be judged fortunate until dhe are dead” (Hat. 1.43.7)\n\nNeither Herodotus nor other sources tell us how he died, but it was anything other than\n\npeacefully surely someone would have sid.\n\n5. Back to Gray’s Elegy itis the sexton who has the pleasure of digging the graves\nfor those parishioners or whom he has the leas regard,\n"
            },
            {
                "instance_id": 2,
                "class": "Header and Footer",
                "bbox": [
                    108,
                    55,
                    234,
                    73
                ]
            },
            {
                "instance_id": 3,
                "class": "Header and Footer",
                "bbox": [
                    446,
                    55,
                    501,
                    73
                ]
            }
        ]
    },
    {
        "page_number": 24,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    84,
                    69,
                    503,
                    413
                ],
                "ocr_text": "Hlomeyer, Helene, \"Za den Antingen der Grechischen Biographie” [See the Biographies\nofthe Greeks! Phiblogus: Zits fir anti Literatur und dive Rezeption 106, no. 1\n(anuary 1952)7585.\n\nHow, W. W. and J Wells A Commontay on Heradotus, Volume 1 (Books I4V). Oxford\n‘Clarendon Press, 1912, reprinted in 1957\n\nHow, W. W. and J. Well. A Conmentary on Heradtus, Volume 2 (Books V-DY. Oxford:\n(Clarendon Press, 1912, reprinted in 1958\n\nIsager, Signe. \"The Pride of Hoalikarmassos: Edition Princeps of an Inscription fom\nSalmakis”Zetscvif ir Ppyrologie oud Epigraph 123 (1998): 1-23,\n\nLaks, Andné and Glenn W. Most (Eds, and Trans) Early Grek Phils, Value 3: Early\nTonian Thinkers. Log Classical Library Series #526. Cambridge, MA: Harvard\nUniversity Press, 2016, 9 Volumes. (LCL Nos. 524-53)\n\nMarcovich, Miroslav. Heraclitus: Gros Tex wi @ Short Commentary. Merida, Venezuela:\n‘Los Andes University Pres, 1967.\n\nPomeroy, Sarah B. Spartan Women. Oxfoed: Oxford Unversity Pres, 202\n\nPrcatley, Jessica. Herodotus an Hlletc Culture: Literary Sts in te Reption of he\nHistories, Oxford: Oxford University Pres, 2014\n\nRoisman, Joseph and lan Worthington (Eds) A Companion to Ancient Macon\nChichester, UK: Wiey-Blackwell, 2010\n\n‘Scale, Ros. “Alexander Lin the Histor of Herodotus” Hermes 117, (1989): 129-1.\n\nStraser, Robert B. (Ed) The Landmark Henous: The Histories. Translated by Andes L\nPurvis. New York, NY: Random House, 2007.\n\nViassopoulos, Kostas. Gres au! Boturans. Cambridge: Cambridge University Press,\n2013\n"
            },
            {
                "instance_id": 1,
                "class": "Page Number",
                "bbox": [
                    274,
                    754,
                    305,
                    776
                ]
            },
            {
                "instance_id": 2,
                "class": "Header and Footer",
                "bbox": [
                    94,
                    55,
                    159,
                    72
                ]
            },
            {
                "instance_id": 3,
                "class": "Header and Footer",
                "bbox": [
                    258,
                    54,
                    485,
                    73
                ]
            }
        ]
    }
]