[
    {
        "page_number": 1,
        "instances": [
            {
                "instance_id": 0,
                "class": "Page Number",
                "bbox": [
                    289,
                    777,
                    306,
                    795
                ]
            },
            {
                "instance_id": 1,
                "class": "Figure",
                "bbox": [
                    61,
                    455,
                    539,
                    757
                ],
                "image_path": "annie_extracted_data/Chronology_of_the_expedition_of_Alexande/Figure\\page_1instance1.jpg"
            },
            {
                "instance_id": 2,
                "class": "Figure",
                "bbox": [
                    61,
                    126,
                    479,
                    447
                ],
                "image_path": "annie_extracted_data/Chronology_of_the_expedition_of_Alexande/Figure\\page_1instance2.jpg"
            }
        ]
    },
    {
        "page_number": 2,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    63,
                    303,
                    533,
                    771
                ],
                "ocr_text": "Before crossing to Asia, Alexander wanted to safeguard his northern borders and, inthe spring\nof 335 BC, he advanced into Thrace to deal with the revolt, which was led by\nthe Hyrians and Triballi, At Mount Haemus, the Macedonian army attacked and defeated a\n‘Thracian garrison manning the heights. The Macedonians were then attacked inthe rear by the\n‘Triballi, who were crushed in turn, Alexander then advanced on to the Danube, encountering\nthe Getae tribe on the opposite shore. The Getae army retreated after the first cavalry skirmish,\nleaving their town to the Macedonian army. News then reached Alexander that Cletus, King\nof Ilyria, and King Glaukias of the Taulantit were in open revolt against Macedonian\nauthority. Alexander defeated each in turn, forcing Cleitus and Glaukias to flee with their\narmies, leaving Alexander's northern frontier secure.\n\n‘While he was triumphantly campaigning north, the Thebans and Athenians rebelled once more.\nAlexander reacted immediately, but, while the other cities once again hesitated, Thebes decided\nto resist with the utmost vigor. This resistance was useless, however, as the city was razed t0\nthe ground amid great bloodshed and its territory divided between the other Boeotian cities.\n‘The end of Thebes cowed Athens into submission, leaving all of Greece at least outwardly at\npeace with Alexander\n\nAlexander the Great crosses the Hellespont and begins his campaign in the East. Alexander\nthe Great entered history for eternity on this day, April 1, in 334 BC when he crossed the\nHellespont and began his campaign inthe East agains the Persian Empire, and later an invasion\nof India\n\nSocio-political conditions in India\n\nAlexander's incursion into India was limited fo the Indus River basin area, which was divided\n‘among several small states. These states appear to have been bused on dominance of particular\ntribes, as the Greek writers mention tribes such as the Malloi as well as kings whose names\nseem to be tribal designations. The Achaemenid Empire of Persia had held suzerainty over the\nIndus valley in the previous decades, but there was no trace of Achaemenid rule beyond the\nIndus river when Alexander's army artived inthe region. Strabo, sourcing his information from\nthe earlier writer Eratosthenes, states that the Achaemenid king controlled the area to the west\nof the Indus. This area (including the Kapisa-Gandhara region) was probably the territory of\n"
            },
            {
                "instance_id": 1,
                "class": "Text",
                "bbox": [
                    67,
                    70,
                    532,
                    299
                ],
                "ocr_text": "states that were under the hegemony of Macedonia in order to combat the Achaemenid\nEmpire,\n\nNews of Philip's death roused many states into revolt, including Thebes, Athens, Thessaly, as\nWell as the Thracian tibes to the north of Macedon. When news of the revolt reached\n‘Alexander, he took quick action. Although his advisers recommended the use of diplomacy.\n\n‘Alexander ignored the advice and instead proceeded to muster together his Macedonian\ncavalry of 3.000 men, Together, the army rode south towards Thessaly (Macedon's immediate\nneighbor to the south). When he found the Thessalian army blocking the pass between Mount\n‘Olympus and Mount Ossa, he had his men ride over Mount Ossa. When the Thessalians awoke,\n\nthey found Alexander at their rear. The Thessalians quickly surrendered, and their cavalry was\n‘added to Alexander's force. He then proceeded south, towards the Peloponnese. Alexander\nstopped at Thermopylae, where he was recognized as the leader of the Sacred League before\nheading south to Corinth. Athens sued for peace and Alexander received the envoy and\npardoned anyone involved with the uprising. At Corinth, he was given the ttle ‘Hegemon’ of\nthe Greek forces against the Persians. Whilst at Corinth, he heard the news of a Thracian\nuprising in the north.\n"
            },
            {
                "instance_id": 2,
                "class": "Page Number",
                "bbox": [
                    288,
                    776,
                    306,
                    795
                ]
            }
        ]
    },
    {
        "page_number": 3,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    62,
                    73,
                    532,
                    744
                ],
                "ocr_text": "the Indians, who according to the Geek accounts, fought alongside their overiord Darks Ii at\nthe Battle of Gaugamela\n\nGreek writings as well as archaeological excavations indicate the existence of an urban\neconomy dependent on agriculture and trade in the Indus basin. The Greeks mention the\nexistence of cities and fortified towns such as Taxila. Arrian mentions that after defeating\nPorus, Alexander marched eastwards towards the Chena River, and captured 37 towns: the\nsmallest of these towns had 5,000 or more inhabitants. Inthe Swat valley, Alexander i said to\nIhave seized 230,000 oxen (possibly Zebu), intending to send them to Macedonia\nfor ploughing land. Aristobulus saw rice being grown in paddy fields, Onesicrtus reported the\nexistence ofa crop called bosmoran (possibly the peal millet), and Nearchus wrote of \"honey-\nyielding reeds” (presumably the sugarcane), Nearchus also mentions that Indians wore clothes\nmade of cotton, Rock salt was extracted from the Salt Range, and supplied to other parts of\nIndia. Some primitive communities existed in the forest, desert, and coastal regions of the\nsubcontinent. For example, Nearchus mentions that people around the Tomeros river (Hingol)\nsubsisted on fishing, and used stone tools instead of iron ones.\n\n‘The Greek writers mention the priestly class of Brahmanas (as \"Brachmanes\"), who are\ndescribed as teachers of Indian philosophy. They do not reer tothe existence of any religious\ntemples or idols in India, although such references commonly occur in their descriptions of\n‘Alexander's campaigns in Egypt, Mesopotamia and Iran. Greek accounts mention naked\nascetics called gymnosophists. A philosopher named Calanus (probably a Greek transcription\nOf the Indian name \"Kalyana”) aecompanied Alexander to Persepolis, where he committed\nsuicide on a public funeral pyre: he was probably a Jain or an Ajivika monk, There is no\nreference to Buddhism in the Greek accounts,\n\nOther than their mention of the Brahmanas, the Greek narratives about Alexander’ invasion\ndo not directly mention the caste system, Some Bralmanas acted as advisors to local princes:\n‘Alexander had groups of Brahmanas hanged in present-day Sindh for instigating the rulers\nMusicanus and Sambus to revolt against him. The Greek writings attest the existence of slavery\nin at least two places: Onesicrtus describes slavery in the teritory ruled by Musicanus, and\nAristobulus mentions poor people selling their daughters publicly in Taxila, Aristobulus also\n‘observed Sati, the practice of widows immolating themselves on their husbands’ pyre, at Taxila\n‘The practice of exposing dead bodies 10 vultures, similar to the Magian practice of Tower of\nSilence, was also prevalent in Taxila, Nearchus mentions that Indians weote letters on closely\nwoven cloth; it is possible that this i a reference to a precursor ofthe Kharoshthi script, which\nmay have developed from the Aramaic alphabet during the Achaemenid rule. While describing\n‘a tribe on the coast of present-day Balochistan, Neurchus mentions that they were different\nfrom Indians in “their language and customs\", which implies that he associated a particular\nlanguage with the Indians.\" This does not mean that the Indians spoke a single language: the\nlanguage that Nearchus associated with India might have been a lingua franca used for oficial\nand commercial purposes. This lingua franca was most probably the Gandhari Prakrit, as the\nGreek names (e-g. \"Taxila\" and \"Sandrokottus\") for Indian people and places seem to be\nderived from this language (e.g. \"Takhasila” and \"Chandagutta”) rather than Sanskrit (¢.\n\"Takshashila” and \"Chandragupta”)\n\nNearchus attests the existence of medical science in India: he mentions that when the Greek\nphysicians failed to provide remedies for snake-bites to Alexander, the king gathered Indian\nhealers who were also able to cure other diseases and painful conditions. The Greek accounts\n‘do not mention any other sciences of contemporary India\n"
            },
            {
                "instance_id": 1,
                "class": "Page Number",
                "bbox": [
                    286,
                    777,
                    308,
                    795
                ]
            }
        ]
    },
    {
        "page_number": 4,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    63,
                    66,
                    535,
                    582
                ],
                "ocr_text": "‘The Indian campaign of Alexander the Great began in 327 BC and lasted until 325 BC.\n‘Afier conquering the Achaemenid Persian Empire, the Macedonian army undertook an\nexpedition into the Indian subcontinent. Within two years, Alexander expanded\nthe Macedonian Empire to include present-day Punjab and Sindh in what is Modern-\nday Pakistan, surpassing the earlier frontiers that had been established by the Persian conquest\nof the Indus Valley.\n\nFollowing Macedon's absorption of Gandhara (a former Persian satrapy), including the city\nof Taxila, Alexander and his troops advanced into Punjab, where they were confronted\nbyPorus, the regional Indian king. In 326 BC, Alexander defeated Porus and\nthe Pauravas during the Battle of the Hydaspes, but that engagement was possibly their\nMacedonians’ most costly bate.\n\n‘Alexander's continued eastward march was leading his army into a confrontation with\nthe Nanda Empire, based in Magadha. According to Greek sources, the Nanda army was five\ntimes the size of the Macedonian army: Alexander's troops—increasingly exhausted,\nhomesick, and anxious by the prospects of having o further face large Indian armies throughout\nthe Indo-Gangetic Plain —mutinied at the Hyphasis River, refusing to advance his push to the\ncast. After a meeting with his army general Coenus, during which he was informed of his\nsoldiers’ laments, Alexander relented under the conviction that it was better to return, He\nsubsequently tuned southward, advancing through southern Punjab as well as Sindh, where he\nconquered more tribes along the lower areas ofthe Indus River, before finally turning westward\nto reach Macedon,\n\nSources\n\n‘There are no ancient sources at all giving an Indian account of the campaign, or even\nmentioning it at all. There is no mention of Porus inthe extremely sparse Indian accounts of\nthe period. There are however Indian literary accounts and Indian folktales, possibly written\nmany years later. Of those who accompanied Alexander to India, Aristobulus, Onesiritus,\n‘and Neurchus wrote about the Indian campaign. The only surviving contemporary account of\n‘Alexander's Indian campaign isa report of the voyage ofthe naval commander Nearchus, who\nwas tasked with exploring the coast between the Indus River and the Persian Gulf. This report\nis preserved in Arrian’s Anabasis (c.1S0 AD). Arrian provides a detailed account of\n‘Alexander's campaigns, based on the writings of Alexander's companions and courtiers.\n‘Arrian’s account is supplemented by the writings of other authors, whose works are also based\nfon the accounts of Alexander's companions: these authors include Diodorus (e. 21\nBC), Strabo (¢.23 AD), and Plutarch (e. 119 AD),\n"
            },
            {
                "instance_id": 1,
                "class": "Page Number",
                "bbox": [
                    288,
                    776,
                    306,
                    794
                ]
            },
            {
                "instance_id": 2,
                "class": "Text",
                "bbox": [
                    58,
                    381,
                    531,
                    576
                ],
                "ocr_text": "‘Sources\n‘There are no ancient sources at all giving an Indian account of the campaign, or even\nmentioning it at all. There is no mention of Porus inthe extremely sparse Indian accounts of\nthe period. There are however Indian literary accounts and Indian folktales, possibly written\nmany years later. Of those who accompanied Alexander to India, Aristobulus, Onesiritus,\n‘and Neurchus wrote about the Indian campaign. The only surviving contemporary account of\n‘Alexander's Indian campaign isa report of the voyage ofthe naval commander Nearchus, who\nwas tasked with exploring the coast between the Indus River and the Persian Gulf. This report\nis preserved in Arrian’s Anabasis (c.1S0 AD). Arrian provides a detailed account of\n‘Alexander's campaigns, based on the writings of Alexander's companions and courtiers.\n‘Arrian’s account is supplemented by the writings of other authors, whose works are also based\nfon the accounts of Alexander's companions: these authors include Diodorus (e. 21\nBC), Strabo (¢.23 AD), and Plutarch (e. 119 AD),\n"
            }
        ]
    },
    {
        "page_number": 5,
        "instances": [
            {
                "instance_id": 0,
                "class": "Page Number",
                "bbox": [
                    286,
                    777,
                    308,
                    796
                ]
            },
            {
                "instance_id": 1,
                "class": "Text",
                "bbox": [
                    76,
                    80,
                    529,
                    758
                ],
                "ocr_text": "MASSAGETAE EPI\n\n* SOGDIANA. ani Git ROHAN Ae\nMARGIANA Misa SY PARMAR,\nicine Gere\nge 2 ois ee\nMeee Po nage\n\n5 Alexatidria, =< 23s ey\nGEDROSIA ye\n"
            }
        ]
    },
    {
        "page_number": 6,
        "instances": [
            {
                "instance_id": 0,
                "class": "Form",
                "bbox": [
                    61,
                    55,
                    539,
                    760
                ],
                "image_path": "annie_extracted_data/Chronology_of_the_expedition_of_Alexande/Form\\page_6instance0.jpg"
            },
            {
                "instance_id": 1,
                "class": "Page Number",
                "bbox": [
                    286,
                    776,
                    309,
                    796
                ]
            }
        ]
    },
    {
        "page_number": 7,
        "instances": [
            {
                "instance_id": 0,
                "class": "Form",
                "bbox": [
                    69,
                    64,
                    527,
                    760
                ],
                "image_path": "annie_extracted_data/Chronology_of_the_expedition_of_Alexande/Form\\page_7instance0.jpg"
            },
            {
                "instance_id": 1,
                "class": "Page Number",
                "bbox": [
                    286,
                    776,
                    309,
                    795
                ]
            }
        ]
    },
    {
        "page_number": 8,
        "instances": [
            {
                "instance_id": 0,
                "class": "Form",
                "bbox": [
                    61,
                    22,
                    535,
                    778
                ],
                "image_path": "annie_extracted_data/Chronology_of_the_expedition_of_Alexande/Form\\page_8instance0.jpg"
            },
            {
                "instance_id": 1,
                "class": "Page Number",
                "bbox": [
                    286,
                    776,
                    308,
                    795
                ]
            }
        ]
    },
    {
        "page_number": 9,
        "instances": [
            {
                "instance_id": 0,
                "class": "Form",
                "bbox": [
                    64,
                    51,
                    530,
                    753
                ],
                "image_path": "annie_extracted_data/Chronology_of_the_expedition_of_Alexande/Form\\page_9instance0.jpg"
            },
            {
                "instance_id": 1,
                "class": "Page Number",
                "bbox": [
                    285,
                    776,
                    309,
                    796
                ]
            }
        ]
    },
    {
        "page_number": 10,
        "instances": [
            {
                "instance_id": 0,
                "class": "Page Number",
                "bbox": [
                    286,
                    776,
                    309,
                    795
                ]
            },
            {
                "instance_id": 1,
                "class": "Form",
                "bbox": [
                    59,
                    58,
                    526,
                    724
                ],
                "image_path": "annie_extracted_data/Chronology_of_the_expedition_of_Alexande/Form\\page_10instance1.jpg"
            }
        ]
    },
    {
        "page_number": 11,
        "instances": [
            {
                "instance_id": 0,
                "class": "Form",
                "bbox": [
                    69,
                    65,
                    532,
                    774
                ],
                "image_path": "annie_extracted_data/Chronology_of_the_expedition_of_Alexande/Form\\page_11instance0.jpg"
            },
            {
                "instance_id": 1,
                "class": "Page Number",
                "bbox": [
                    286,
                    776,
                    309,
                    795
                ]
            }
        ]
    },
    {
        "page_number": 12,
        "instances": [
            {
                "instance_id": 0,
                "class": "Form",
                "bbox": [
                    60,
                    44,
                    532,
                    761
                ],
                "image_path": "annie_extracted_data/Chronology_of_the_expedition_of_Alexande/Form\\page_12instance0.jpg"
            },
            {
                "instance_id": 1,
                "class": "Page Number",
                "bbox": [
                    286,
                    776,
                    308,
                    795
                ]
            }
        ]
    },
    {
        "page_number": 13,
        "instances": [
            {
                "instance_id": 0,
                "class": "Form",
                "bbox": [
                    63,
                    59,
                    530,
                    750
                ],
                "image_path": "annie_extracted_data/Chronology_of_the_expedition_of_Alexande/Form\\page_13instance0.jpg"
            },
            {
                "instance_id": 1,
                "class": "Page Number",
                "bbox": [
                    286,
                    776,
                    308,
                    795
                ]
            }
        ]
    },
    {
        "page_number": 14,
        "instances": [
            {
                "instance_id": 0,
                "class": "Form",
                "bbox": [
                    59,
                    56,
                    531,
                    772
                ],
                "image_path": "annie_extracted_data/Chronology_of_the_expedition_of_Alexande/Form\\page_14instance0.jpg"
            },
            {
                "instance_id": 1,
                "class": "Page Number",
                "bbox": [
                    287,
                    776,
                    308,
                    794
                ]
            }
        ]
    },
    {
        "page_number": 15,
        "instances": [
            {
                "instance_id": 0,
                "class": "Form",
                "bbox": [
                    59,
                    29,
                    533,
                    773
                ],
                "image_path": "annie_extracted_data/Chronology_of_the_expedition_of_Alexande/Form\\page_15instance0.jpg"
            },
            {
                "instance_id": 1,
                "class": "Page Number",
                "bbox": [
                    286,
                    777,
                    308,
                    795
                ]
            }
        ]
    },
    {
        "page_number": 16,
        "instances": [
            {
                "instance_id": 0,
                "class": "Page Number",
                "bbox": [
                    286,
                    777,
                    309,
                    796
                ]
            },
            {
                "instance_id": 1,
                "class": "Figure",
                "bbox": [
                    76,
                    106,
                    509,
                    790
                ],
                "image_path": "annie_extracted_data/Chronology_of_the_expedition_of_Alexande/Figure\\page_16instance1.jpg"
            }
        ]
    }
]