[
    {
        "page_number": 1,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    61,
                    182,
                    426,
                    630
                ],
                "ocr_text": "SULOCHANA ASIRVATHAM\nMontclair Stat University\n\n[A ky feature of some important ancient Greck and Roman wrtings on Ale\nxande is their morally lode interes inthe king's connection 1 pilso-\npihy-an association whose origins and implications for both Alexander and\nncient philosophy itself have been hotly debated in modern scholarly and\npopular discourse.” OF cours, no one in Greco-Roman antiquity no in the\n‘moder cra has arpucd that Alexander was formally a philosopher, but the\ncharacterization of him in both context variously a a ‘philosopher’ some-\nfone “plilosophical‘or even as a king who appreciated philowophes and\nsoup their company i, tomy mind, equcnt and influential enough to bear\nSnSBitepipngters Ars Glut, fam opeciy grt ove od he\n“The ssociton of Alen wh psy sped taste wey ili\n‘Fam ously tcc he Gra Fae Ht Sours and Sa, Yemide,\n{bth 95-0) aparey pak ih fm Parse And ora at\nincl wht or mappancemared olay Ra's Pes By, cm\not chee (Cmca mana a Pssst\n\n{alr ener’ ea plnphy sel Ander\n"
            },
            {
                "instance_id": 1,
                "class": "Text",
                "bbox": [
                    58,
                    111,
                    419,
                    204
                ],
                "ocr_text": "‘Alexander the Philosopher\nin the Greco-Roman, Persian and Arabic Traditions!\nSULOCHANA ASIRVATHAM\n"
            }
        ]
    },
    {
        "page_number": 2,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    58,
                    66,
                    423,
                    573
                ],
                "ocr_text": "analyisis—especially since this is by no means only # Greco-Roman habit.\nWhen I recently read Richard Stoneman’s excellent, sweeping survey of the\n‘Alexander Romance tradition, I was struck at how far beyond the Greco-\nRoman world the association between ‘Alexander’ and “philosophy” actually\n‘goes, Indeed, the earliest book printed in England in English was The Dictes\n‘and Sayings ofthe Philosophers (1473), where Alexander has his own chap-\nter as a philosopher; even more intriguing isthe fact that The Dictes and\n‘Sayings go back to the Arabic, not Greco-Roman tation as its an English\ntranslation of a French translation of a Latin translation of an 11\" century\nEgyptian work. However, as Faustina Doufikar-Acrs has pointed out in het\nalso-ecent and monumental Alevander Magnus Arabicus, Alexander was\n‘not an obviously philosophical figure for Arabs'—even less so, | would say,\nthan for Greeks and Romans who were the direct inheritors of his conquests,\nThis paper therefore seeks to examine what Greco-Roman views of Alexan-\ndr and philosophy have in common with those found in easter traditions\nThe association between Alexander and philosophy seems to operate on {0\nlevels in each tradition. One level is “historical, seen in references to Alex-\nander's historical tutleage by Aristotle (and interestingly, to his nephew Cal~\nlisthenes in the Greco-Roman sources) as well as in his encounters with the\n(Cynic Diogenes and the so-called Brabmans in India, The other level is gen=\ncrazing or symbolic, where the idea of philosophy’ or encoun-\ntersladvisement by groups of philosophers, often lumped together anachro-\nnistically, positions Alexander in such a’ way as to give him cache by\ncomparison, orto critique him by contrast. The context, however, does not\nalways ‘match’ the philosopher: encounters between Alexander and Aristo\ntle, for example, are not necessarily used to make an Aristotelian point. This\ndoes not mean, however, that there is no a “real” philosophy’ behind a par-\nticular writer's generalizations about Alexander and philosophy. It means\nthat most writers priority was aot to “da justice’ to ether Alexander of to &\nspecific philosophical school or philosopher, but to promote a particular idea\n‘of philosophy that happened to be relevant to world-conquest—something\ncevidently on the minds of Greeks, Romans, Persians and Arabs alike\n"
            },
            {
                "instance_id": 1,
                "class": "Page Number",
                "bbox": [
                    67,
                    45,
                    87,
                    60
                ]
            },
            {
                "instance_id": 2,
                "class": "Header and Footer",
                "bbox": [
                    172,
                    45,
                    308,
                    61
                ]
            }
        ]
    },
    {
        "page_number": 3,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    61,
                    72,
                    425,
                    621
                ],
                "ocr_text": "‘The Greek Tradition\n‘The starting point for discussing Alexander in relation to philosophy i the\nHellenistic period, during which we know Alexander became an exemplum\nfor the qualities ofthe good and bad ruler, although the extant sources are\nfragmentary. For a long time scholars believed that Roman authors like\n‘Quintus Curis and Seneca who treated Alexander negatively were drawing\ndirectly ona “tradition of hostility” towards the king that was curent in Hel-\nlenstc philosophical circles” But it scems thatthe priory of Hellenistic\nphilosophers was no to serve the needs of Alexander's image, but to serve\nthe needs of philosophy itself in theorizing kingship. To paraphrase Richard\nStoncman in his 2003 article “The Legacy of Alexander in Ancient Piloso-\niy.” especially inthe new world of one-man rule, the world conqueror who\ncould sometimes act yrannically was good 0 think with philosophically”\n\nWhat we seem to be witnessing is what Stoneman, following John\nMotes,” calls an atitude of “sot” Cynicism in contrast to the “hard” Cyni-\nism that would be implied by a tation of hostility. We see this firsthand\nin Greek imperial writes like Dio and Pluare, who sometimes show Alex-\nander being chastised by a cosmopolitan or ascetic igure while avoiding the\nimplication that the king is morally hopeless. Inthe Grek tation, there are\ntwo recuring figures—Cynics, in fact—who do the chastsing. Oe i Diog-\nnes who, when Alexander asked him i he wanted anything fom hi, fa\n‘mousy told the great conqueror to get out of his sun, a story Plutarch tll in\nthe Life of Alexander 14 The emery ofthe fourth of Do's so~alled King\nship Orations (Or. 1-4 sin fact, dialogue between Alexander and Dioge-\nres, the latter of whom Dio clearly deems superior to the former, but of\n‘whose wisdom Alexandr is shown tobe rather accepting. The second Cynic\nFigure, or figures, are the so-called Brahmans, whieh isthe name the tadic\n\nThi en wa (omy mind convincing) refed by J. Ris Fear wh posted tat\nthae ais belonged o Reman, ot Ces, Sacn (The Sie View of fe Cee\nuhm o Asan rot Phtps 18 [174 1830\n[alls Companion Ander he Grea sen 03, B86 ronson)\n“The enue to osc a De Aton Fortin ont Ve (31, whee Pach\nower Alanson ogg i'r ploy omens\n\nhe lwp came ti, be wolf eet leaner, ll Di\n\noi ei re yeh eo\n"
            },
            {
                "instance_id": 1,
                "class": "Page Number",
                "bbox": [
                    393,
                    44,
                    414,
                    61
                ]
            },
            {
                "instance_id": 2,
                "class": "Header and Footer",
                "bbox": [
                    164,
                    44,
                    319,
                    61
                ]
            }
        ]
    },
    {
        "page_number": 4,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    63,
                    61,
                    423,
                    593
                ],
                "ocr_text": "tion used forthe naked philosophers of Taxa,” These men in fat are some-\ntimes associated with Diogenes —not surprisingly, considering tat bis pupil\n‘Onesicrtus was apparently the original source for these episodes. Plutarch\n‘makes Alexander lok slightly beter in this context, emphasizing in the Life\n‘of Alexander 64 that, because oftheir ability to wisely answer questions, the\nking decided not to put the sophists to deth for the revolt of Sabbas: inthe\nnext passage ofthe Life (68) Plutarch quite neutrally compares the behavior\nof two Indian philosophers, Calanus and Dandamis (as witnessed firsthand\nbby Onesicritus), judging Calanus less mild than Dandamis and telling the\nstory of how Calanus counciled Alexander to stay focused on the midale of\nhis empire (which naturally Alexander did not). More casually judgmental\nperhaps isa third writer, Avian, who among the Greeks and Romans writes\nthe closest to what can be called Alexander “hstory’. Arian belongs to the\nsame literary milieu as Plutarch and Dio, but unlike the later two he does\nnot promote Alexander in philosophical terms (despite the fact that he was a\nStoic). There is less at stake for Arian when it comes to moral judgment:\nlinking the Brahmans and Diogenes, le points out that while Alexander\npraised the asceticism ofthe Indian sophists, “his actions were different fom.\nand contrary to what he commended.’ (4nabasis 2.1) Inthe end, even Phi-\ntarch’s depictions of Alexander's relationship with the sophists inthe Life of\nAlexander are not radically more omanticizing of Alexander than Artan's.\n‘What is important above alli that philosophy is being invoked here to shed\nsome light on the king as well as on kingship in general, whatever the mes-\nsage may be\n\n'As we will see, the ‘soft’ Cynic interest in Alexander would have a last-\ning impact on both the eastem and wester traditions, But wire does Avis-\ntotle—the frst and most famous philosophical figure in Alexander’ ife—fit\ninto the picture? Dio, in his subtle way, presents Aristotle self-reflexively,\nusing the latter's mentorship of Alexander as a scling point for his own,\npotential relationship with the pilalexandros emperor Trajan\" (who Dio\nimplies throughout his Kingship Orations could really benefit from a philo-\nsophical advisor like himself) But he sees Alexander less as a tru ‘philoso\nper’ than asa work-in-progress. For Arran and Plutarch, however, the con-\nnection between Aristotle and Alexander is interestingly overshadowed by\nthat between the king and Aristotle's nephew Callisthenes, who accomps-\n"
            },
            {
                "instance_id": 1,
                "class": "Page Number",
                "bbox": [
                    67,
                    45,
                    88,
                    61
                ]
            },
            {
                "instance_id": 2,
                "class": "Header and Footer",
                "bbox": [
                    173,
                    45,
                    307,
                    61
                ]
            }
        ]
    },
    {
        "page_number": 5,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    63,
                    68,
                    425,
                    609
                ],
                "ocr_text": "nied Alexander on his campaigns and whose job it was to promote the Mac-\ncedonian king to a Greck audience. Indeed, Arrian mentions Aristotle only in\nreference to Callsthenes, implying he was once @ pupil of Aristotle (‘who\nhnad given the words of Aristotle @ hearing’; “Aristotelous...0n logan\ndiakikoota, Anab. 49.6), and—in his own self-eflexive moment—\ncchastising him for taking all the credit for Alexander's fame, as Arrian\n‘would not presume to do. Plutarch, another selsyled philosopher, credits\nAristotle, “the most famous and learned of philosophers’ (ton philasophin\n‘on endoxoraton for aurturing an Alexander wo was ‘naturally predisposed.\nto philosophy,” (pros philasophian empephukds) but also points out that tis\n‘was not enough to keop Aristotle in Alexander's affections. (Life of Alexan-\nder 7-8), This may foreshadow Plutarch’s attitude towards Callsthenes,\n‘whom he will Inter inthe Life calla ‘philosopher’ for defying Alexander's\ndemand for proskynesis and whose demise he naraivey links tothe demise\nof Alexander's own philosophical nature\" Interestingly enough, it was pos-\nsible for an author like Quintus Curtius, who tended to emphasize Alexan-\nder's more tyrannical aspects and thus saw Callisthenes as @ hero,\" to not\nbother mentioning Aristotle at al ina work entirely devoted to Alexander.\nWhat is missing, ofcourse, is much trustworthy detail on how Aristotle\ninfluenced Alexander's political philosophy —as opposed to contributing to\nhis general education, suggesting that even in the Greck Alexander-\ntradition Aristotle has become semi-symbolic. (And of course we possess\nnothing written by Aristotle on the Macedonian kin.) There is one seeming\nexception to this: in De Alevandri Fortuna aut Virtue, Plutarch els us that\n‘Alexander rejected Aristotle's notion that he should treat the barbarians as if\nthey were plants or animals (3296): given the rhetorical context itis difficult,\nto confirm or deny this tidbit, which may in fact be a simple extrapolation\nftom Aristotle's theory of natural slavery. The characterization of Callisthe-\n\"ie stn the mtr ofthe obeisance, ta by resins tly ad ke a piso\nBh hp) perio te ay nn rh a i mb\nrestr by eign a ist pon the bis\" On Cashes he lene\nInthe if ee $1. Asia, “Olympia Saket Clone. San Religion ad\nPol n Ptah feof dlenoner im 8. Asa, Pach, a. Wats\nBenue Mic and Religion Inerdpinary Salis n cent Medrranan Beli.\nton and Scie (anham, M.A. 201) ep 18-130... Bsr debunked th\n‘on he planer Caltech ace Asoe and Callen: Histor\nost oto; 07a.\n\"For Car's gs of Aen sit of ali, Hr ead\n"
            },
            {
                "instance_id": 1,
                "class": "Header and Footer",
                "bbox": [
                    163,
                    45,
                    318,
                    61
                ]
            },
            {
                "instance_id": 2,
                "class": "Page Number",
                "bbox": [
                    393,
                    45,
                    415,
                    60
                ]
            }
        ]
    },
    {
        "page_number": 6,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    61,
                    57,
                    425,
                    600
                ],
                "ocr_text": "‘nes asa ‘philosopher’ onthe other hand, shows even more clearly how slip=\npery the boundary is between the historical and the generalizing use of the\n‘concept of “philosophy” around Alexander. This generalizing view is wit.\nessed most strongly in Plutarch’s rhetorical treatise De Alexandri Fortuna\n‘aut Virtute, where in one passage, for example, he calls Alexander a“philos-\nfopher\" (philosophas) for preferring unity (homonoia), peace (eiréné) and\ncommonality of interests (Linda) forall mankind (pasin anthrdpois) in\npreference to winning for himself luxury (iruphe) and extravagance\n(olutleia) (3302), he also references Alexander's “philosophic sou!\n(Philosophow..psuchés), which encourages him to be in love with wisdom,\n(psuchés sophias erin) and admire wise men (sophous andras thaumazein)\nG31e). Here Plutarch is not refering to any particular type of philosophy,\n‘tis making an implied contrast between the stereotypical king, who is too\nselnterested to care forthe common weal and too arrogant to consult other\nleamed men, and Alexander. In another passage, Alexander is contrasted\nfavorably with a whole range of philosophers who wrote nothing, including\nPythagoras, Socrates, Arcesilus, and Cameades, but who had less of an\n‘excuse for it since they were not world-conquerors. Even mare tothe point\nis a passage from Dio (arguably the most overtly ‘Cynic’ of all extant an-\ncient writers on Alexander) in Oration 226, a dialogue between Philip and\n‘Alexander. Here Alexander tll his father that one should be open to philos=\nfophy only inasmuch as it suits their nature (which must, however, include\n‘generosity: there is no need for precision\nNor..isit necessary [fr aking] to study philosophy tothe most precise\npoint (oude” au philosophias haptestat pros to akribestaton; he must\n‘only live unpretentiously and simply, demonstrating by his very deeds\nhis humane, mild and just—as well as lofty and brave—character, and\n‘specially one that rejoices in benefiting others—which is nearest to the\nnature ofthe gods. He shoul, indeed, hear those teachings of philosophy\n‘when the opportunity presents itself, provided that these are clearly not\n‘opposed to, but work in sympathy with, his character.\nWe see in both authors, then, the idea that philosophy in general is good for\n‘Alexander because it is good for kings\n‘tari Platarch’s De Alcnundrl Fortuna Aut Vitel, dmericam Joureal of Phillagy 126.\n"
            },
            {
                "instance_id": 1,
                "class": "Page Number",
                "bbox": [
                    67,
                    45,
                    88,
                    61
                ]
            },
            {
                "instance_id": 2,
                "class": "Header and Footer",
                "bbox": [
                    172,
                    45,
                    307,
                    61
                ]
            }
        ]
    },
    {
        "page_number": 7,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    60,
                    61,
                    425,
                    564
                ],
                "ocr_text": "So far, the, it seems that not only was Alexander a flexible figure in\n‘elation to the philosophers he had historically encountered—Aristtle, Di-\n‘ogenes, and the Brahmans but that philosophy itself could be used flexibly\naround Alexander for thinking generally about how one-man-rule and con-\n{quest in particular could be done thoughtfully rather than rashly. That said,\nthere is historical specificity to Alexander in these Roman era Greek writ.\ncer-—an identification of him as part of the “Grock’ past that is worth r=\n‘membering and even glorifying. The historical traces are stil strong in the\nanonymous Greek Alexander Romance (otherwise known as. “Pseudo\nCCallisthenes’, although its overall message—that even the most powerful\nking in the world mus ultimately face his mortlty-—is new withthe Ro-\n‘mance tradition and ultimately universal enough to more or less detach Al-\n‘exander from his historical circumstances altogether as time moves forward,\n\nIn the Romance (whose earliest extant version is dated tothe 3\" century),\n‘we see an Alexander who lacks a sense of the limits of conquest, bt i nev\ncrthless “philosophical” wien it counts, and somtimes even more so than\nthe ‘real’ philosophers. Given wit we have alteady soon of the importance\nof soft) Cynicism in Roman Greek views of Alexander, when he reaches a\n‘moment of enlightenment in the Romance it i unsurprisingly & Cynic mo-\n‘ment; the meeting with the Brahmans. Here Alexander displays a self\nawareness and wisdom that we do not se in his rather eavaier treatment of\nthe Brahmans in Plutarch and Arran, At the beginning ofthe question and\nanswer scene—te type of set-piece in which Brahmans appear everywhere\nin the romance trdition—Alexander approaches these men peaceflly and\n‘with genuine humility having received a letter from them:\n\n“We the naked philosophers address the man Alexander. If you have\n\n‘come to fight us, twill do you no good, There is nothing that you can\n\ntake from us. To obtain fom us what we do have, you must not fight, but\n\nask humbly, and ask it not of us but of Providence above... Your busi-\nress is war, ours is wisdom.” When Alexander had read this, he ap-\nproached them in a peaceable manner.\nAt the end, he offers philosophical statements of his own concerning his\n‘monality, subjection to divine will, his famous pothos and the imperma-\nrence of the material world:\n"
            },
            {
                "instance_id": 1,
                "class": "Header and Footer",
                "bbox": [
                    164,
                    45,
                    317,
                    61
                ]
            },
            {
                "instance_id": 2,
                "class": "Page Number",
                "bbox": [
                    392,
                    45,
                    414,
                    60
                ]
            }
        ]
    },
    {
        "page_number": 8,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    58,
                    58,
                    421,
                    605
                ],
                "ocr_text": "Then Alexander sad to them all, “Ask me for whatever you want and I\nwill give it to you.” At once they all urst out, “Give us immortality.” But\n‘Alexander replied, “That is a power I donot have. [too am mortal.”\n\nThen they asked him, ‘Since you are mortal, why do you make so\n‘many wars? When you have seized everything, where will you take i?\nSurely you will only have to leave it behind for others?\n\nIt is ordained by Providence above,’ replied Alexander, “that we\nshall ll be slaves and servants ofthe divine wil..For my part I would\nlike to stop making war, but the master of my soil does not allow me.\nEveryone takes from everyone, and leaves what he has taken to others\n‘no possession is permanent.\"\n\nHere the Brahmans act asa supportive foil to a new sot of philosopher-king:\nPlutarch’s civilizing conqueror has given way to & king-ofthe-world who\nmust be pulled down to earth\n\"As in ealier writers, Aristotle as a limited appearance in the Romance\nHe is mentioned as Alexander's philosophy teacher, and is also the recipient\nfof a ‘leter’ from the king, another set-piece in the romance trdition that\nprobably originated a a separate piece of literature Here its used more oF\nless as a vehicle for telling Alexander's adventures, including the episode\n‘with the Brahmans; iti only inthe Islamic texts that these letters will serve\n4 philosophical purpose (sce below). Aristotle des come into play one more\ntime in an episode seen ony in recension A of the Romance: that is, the d=\nbate of the ten Athenian orator.\" This may have a historical core, but as\npresented it isan anachronistic hodgepodge of historical figures as diverse as\nHeraclitus and Lysias—something that is perhaps echoed in the hodgepods-\n«5 of Greck philosophers we'll se in the Persian and Arabic traditions. The\n‘question a sake is whether the Athenians should pay tribute to Alexander.\nWhen the orator Aeschines implies that Alexander would be easy for the\n“orators—as“tachers'—to placate since he was slavishly obedient to Arist\ntle, he is mocked by Demades for his cowardice. Naratively neither\nAcschines nor Demades win the day (the prize goes to Demosthenes), but\n‘one potentially generalizing message of Aeschines's rejection is that philos-\n‘phy has no power to make « world-conqueror milder, something that is\n‘bom out in Alexander's life until the very end,\n™ Grek lenunder Romance 3.6. R Stoneman: The Grek Meander Romance New\n‘Yee 90.\n"
            },
            {
                "instance_id": 1,
                "class": "Header and Footer",
                "bbox": [
                    173,
                    45,
                    307,
                    61
                ]
            },
            {
                "instance_id": 2,
                "class": "Page Number",
                "bbox": [
                    66,
                    45,
                    88,
                    61
                ]
            }
        ]
    },
    {
        "page_number": 9,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    61,
                    77,
                    424,
                    616
                ],
                "ocr_text": "Seven centuries or so after the earliest extant version of the Greek Alexander\nRomance circulated, the Alexander-romance tradition begins to make its\n‘mark in Persian literature. As inthe Greck tradition, Aristotle and the Brah-\n‘mans have significant presences in Persian literature. The Brahmans in par\nticular continue occupying the same didactic roe in Persian literature as we\nsaw them occupy in the Greek Alexander Romance, even when in\nIslumicized Persian texts the figure of Alexander becomes increasingly ide-\nalized.” Aristotle, on the other hand, moves from idealized foil to Alexan-\nder's weakness onthe one hand, toa philosophical advisor on the other who\nis useful to the king but whose utility i ultimately limited by his non-Islamic\n\n“llr I conser ive texts: n poetry, Feowsi’s Shalnameh (The Epic\nof Kings’; 10/11\" century), Nizami's Eskandar-nameh (\"The Book of Alex\nander’, from Ouinary or Khamsa) (12\" century), and Jam's Khiradnama-i\n‘Iskandari Alexander's Book of Wisdom,’ from Seven Thrones or Haft-\nAwvang:; 1S century); in prose, two romances, Al-Tarsusi's Darab Namek\n(The Book of Dara,” late 12° century) and the Anonymous Iskandarnameh\n(The Book of Alexander, 12-14\" century)\n\n‘As Dick Davis points out, the first af these texts alone, Shalmameh, is\nanti-Amb, but not antlslam.”\" A historical epic that with its nationalist and\ntical preoccupations can also be seen as a work of political philosophy,\n‘Shalmanch shows some dependence on the Greek Alexander Romance. For\nfexample, the upshot of Alexander's meeting with the Brahmans in\n‘Shalnameh is strikingly similar to what we saw in the Romance: note the\nrnearccho between what the Brahmans say in the introduction to their letter\nto Alexander in Pscudo-Callisthenes and Alexander's own words at the con-\nclusion ofthe meeting in Shalnameh:\n\nIt 1970 ad whee wore theve ets Ive ou there singly bl ae\n\nAlctaner ise sight by Sgr ike the Brame, Quen Cadac, See MS.\n\nSoutonte, \"Porat of Alene a Penian AleupderRoancsr of he nami Ea\n\n\"Davis e) Shamameh: The Person Book of King (New Yetk 2006), x. Al as:\n"
            },
            {
                "instance_id": 1,
                "class": "Header and Footer",
                "bbox": [
                    164,
                    45,
                    319,
                    61
                ]
            },
            {
                "instance_id": 2,
                "class": "Page Number",
                "bbox": [
                    393,
                    44,
                    414,
                    62
                ]
            }
        ]
    },
    {
        "page_number": 10,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    60,
                    68,
                    430,
                    613
                ],
                "ocr_text": "Your business is war, ours is wisdom.”\n(Greck Alexander Romance 35, inthe Brahmans’ letter)\n‘Wise men and warriors are the same\n(Alexander's words in Shahnameh)\"\n\nBy transferring the nugget of wisdom ffom the Brahmans to Alexander and\ninverting the meaning to equate wisdom and warriorhood, Ferdowsi seems to\n‘be appropriating philosophy for Alexander in way that brings him further\nfom his original historical context and prepares ws fr his later general exal-\ntation in Persian and Arabic literature, on Persian and Arabic terms. (Alex\nander has already become halfPersian here, as Ferdowsi makes him the\nhalf-brother of Darius—his way of reconciling Alexander's presence on the\nscene with the Persian belief that Persia had never been occupied by a for-\nign invader before the Arabs.) Stil, while Ferdowsi tends to surround Alex\nander with philosophy in ways that go beyond Pseudo-Callsthenes, Alexan-\nder is more a “philosophy student’ in Shahnameh than he was in the Greek\nromance. For example, wheres inthe Greek Alexander Romance Alexander\nvisits the Brahmans alone, in Shahnamek he is accompanied to this meeting\nbby “Greek philosophers” (Davis 503), and in general tends to bring intellec=\n‘uals or Greek philosophers with him as envoys when approaching a new\ncounty (thats, when he is not going by himself in disguise)\" Unlike inthe\nGreek tradition, Alexander is subordinated to Aristotle (Arstlis), who is\n‘agin the recipient of  leter, but not an adventure letter this time: here &\ndying Alexander tells the philosopher about his plot to eliminate any poten=\ntial rivals to the Greek power (what Ferdowsi calls an ‘arrogant scheme\")\nAristlis's reaction i «powerful mix of anger and sorrow:\n\nWhen this leter was delivered to the Greck sage, his heart seemed to\n\nbreak in two. Immediately he wrote a reply, weeping as if his ine were\n\ntears. ‘The king of the world's missive artived, and he should give up\n\nthis evil design of his. As for the evil you have already done, tink no\n\n‘more of it but distribute goods tothe poor. For the future, abstain from\n\n«vil and give your soul to God; sow nothing but seeds of goodness inthe\n\n{759} or general adn, a when ef his phlwopbers pera him ot\n\nct bee hl iat ee pan en i\n"
            },
            {
                "instance_id": 1,
                "class": "Header and Footer",
                "bbox": [
                    174,
                    45,
                    307,
                    61
                ]
            },
            {
                "instance_id": 2,
                "class": "Page Number",
                "bbox": [
                    67,
                    45,
                    88,
                    61
                ]
            }
        ]
    },
    {
        "page_number": 11,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    55,
                    67,
                    420,
                    587
                ],
                "ocr_text": "‘world, From birth we are all marked for death, and we have no choice\n‘nut to submit. No-one who died takes his sovereignty with him: he\nleaves, and hands on his greatness to another. Live within limits and do\nrot shed blood ofthe great families, which will make you cursed until\nthe resurecton,..The descendants of the Persian kings should not be\nIharmed so much as by a breath of wind. Summon them to your court, but\n'be generous to them, feast them, and consult with them.\"\nHere Ferdowsi's own patriotic rivalry withthe Greeks (“The descendants of\nthe Persian kings should not be harmed so much as by a breath of wind”)\nscems mixed with the ‘soft Cynicism” that derides kingly arogance, in the\nform of Aristotle's critique of Alexander which again | would say is gencr-\nalized, It seems tht the poet's overall project to glorify the Sassanid kings\nputs limits on Alexander's ability to seem “philosophical\nWith the Islamicization of Persian literature, Alexander is transformed\ninto a prophet and a missionary. Ferdowsi had presented Alexander as &\nChristian hero—which is historicizng to the extent that t saw the Macedo-\nnian king as being fom that ‘other’ Greco-Roman-Christian world, In\nNizami's Kamsa a century later, Alexander is sil situated in Greco-Roman\nantiquity-—he is called the king of Rim (1e. Roman Byzantum)—but is no\nlonger Christian: rather, he has become a prophet of Islam. That later char-\nacterization clearly comes from the Arabic Diu’ I-Qamayn and Wisdom\ntraditions (sese below), but Nizami also proudly acknowledges a the begin-\nning of his text the ccleticism ofthe traditions from which he is drawing,\n‘hich include Pahlavi, Jewish and Christan strands. Philosophy stil plays a\npart Interestingly, the closest precursor in sprit to Nizami's text, both in its\ncclecticism and its attitude towards Alexander, is probably Pltarch's De\nAlesandri Fortuna aut Virtut, the sole idealizing Greco-Roman Alexander\ntext, and one that depicts the king specifically as a soflesscivilizer. As Phi-\ntarch’s Alexander is a Roman Stoic-styl eivilizer, Nizami's isthe embodi-\n‘ment of all ood belief systems who goes about establishing the cviizing\nrile of law in Islam, In the two-part section of the Khamsa devoted to him,\nthe Eskandar-nameh, Alexander appears inthe frst part ‘The Book of Hon-\n(oF, oF Sarafnamal) as 2 conqueror, not one with lust for conquest but rather\nthe deste to civilize: in the second (The Book of Alexander's Fortune of\nWisdom’, or Ighalnamah ya Khiradnamah-yi Iskadari) he appears as a sage\nand a prophet who surrounds himself with an eclectic end completly ana-\n‘hints geomp of pliboooplhern (in ome an, Ser exiangle, inksloe Ariat\n"
            },
            {
                "instance_id": 1,
                "class": "Header and Footer",
                "bbox": [
                    164,
                    45,
                    317,
                    61
                ]
            },
            {
                "instance_id": 2,
                "class": "Page Number",
                "bbox": [
                    393,
                    45,
                    413,
                    60
                ]
            }
        ]
    },
    {
        "page_number": 12,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    62,
                    59,
                    422,
                    614
                ],
                "ocr_text": "lle, Thales, Apollonius, Socrates, Porphyry, Hemes and Plato) As in\nFerdowsi, Alexanders also often scentaeling alongside a philosopher on\nhis visits tothe mers of the lands he will conquer. At the end of the\non in both Isamicized Persian and Arabic Alexander-cxs, we will end to\nSc the subordination of earthly philosopers to igure suchas anges who\nfeip conect Alexander more dicely to God. In other words, after\nFerlows, the presence ofan Aristotle may enhance Alexanders image, but\n1 longer has the lat sy on how Alexander ito he percived by the reader.\n\nThe last three Persian works are Jamis 15° century Khivadnama-t\n[skandari (Alexander's Book of Wisdom’, one of seven books ofthe Ha\n“Avrang, of ‘Seven Thrones) and vo 12-14 century prose romances all\n‘which reflect varius strands of the Romance and Arabic taitons. Again\nthe generalizing or symbolic us of philosophy around Alexander prevails\nJun lls us that Philip hires Aristotle to fll his son with earning and love\nof justice (which rominds us that not only Astle, but Plat, iauenced\n“Arabic pilosophy); Philp also asks Aristotle to write fr Alexander a book\nabout the scres of kingship, which Jama present it 1 us, s presumably\nfan extraction of Sir al-Asrr, translated into English inthe 12° century as\nSecret of Secrets, We are also told tht Alexander has the sayings of wise\n‘men writen in gold, and bids Aristotle, Plato and Socrates each to write a\nbok of wisdom for him. And asf one needed further proof ofa generalized\nnotion of philosophy, there is even a moment in which Aristotle tells Alex-\nander, Diagencssiyl, to get out of his sunt Jams also presented other “pilo-\nsophia sot pieces that are prominent inthe Arabic Alexander tradition: the\n‘esting with the Brahmans, the Letrs of Consolation, and something\ncalle the Funeral Sentences that loks ike an expansion of Arstol's pile\n‘sophical lament in Ferdowsi, The prose romances, al-Tartun's Darab-\n‘namah an the Anonymous Iskandarnamah,on the otber band, presot Al\ncxande a fal-boode Persian, and show ws the its of plosophys use\nin religious context. The comparison with Pseudo-Calisthencs is instruc:\ntive. The romances al seem to downplay the importance af philosophers\n‘Alexanders story, leaving him to be guided instead by someone sent frm\nProvidence, which inthe case of the Greck Alexander Romance isa Dying\n‘ing inthe frm af «man (2.41) but in the Persian romances i isthe goat\nmystic Khide, from the Siat tradition that Douflkar-Aers recently discov\ncred asa separate strand of the Arabic Alexander teaditin (ce below). I\nSco tht i these Islamicizod Persian texts, then, when it comes to ging\n\n3 Bren B The Emperor Alba's Khamsa Nizam. (London 1995) 58.\n"
            },
            {
                "instance_id": 1,
                "class": "Page Number",
                "bbox": [
                    68,
                    45,
                    87,
                    60
                ]
            },
            {
                "instance_id": 2,
                "class": "Header and Footer",
                "bbox": [
                    173,
                    45,
                    307,
                    61
                ]
            }
        ]
    },
    {
        "page_number": 13,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    57,
                    82,
                    426,
                    614
                ],
                "ocr_text": "‘trump the philosophical advisor.\n‘The Arabic Tradition and Conclusion\n\nEven as the historical Alexander is increesingly supplanted by an Islamic\n‘one inthe east, the desire for writers to postion him somehow in relation to\nphilosophy does not change, Doufkar-Acrts has showed that Alexander\nlppears in four major traditions of Alexanderswrting in Arabic: the Pseudo-\nCCallisthenes tradition; the Alexander Wisdom literature tradition (which can\nbbe traced back to Hellenistic and Byzantine sources like the “Mirror of\nPrinces,\": the Dhu’ LQamayn tradition (which emerged from the reference\nto Alexander in Qur'an verses 18.82-08) and the Popular Alexanderepic\n(Sirat) tradition, which takes from the earlier three traditions,” a number of\nwhich, we have seen, naturally influenced Persian literature. The emphasis\nof all is monarchy, both human and divine: Alexander's character ranges\nfiom king of kings in the Pscudo-Calisthenes tradition to the philosopher-\nking (and eventually missionary) in the Wisdom literature tradition to the\n‘pious monotheist and missionary king\" inthe Dhu' I-Qamayn tradition t0\nthe ‘explorer, who, inspite of himself, fulfils the role of missionary king on\nGods command” inthe Sira tradition *\n\nThe motif of philosophy’ is particularly frequent in the Wisdom Tradi-\ntion, for example, in set-piece likes the “Funeral Sentences\", where philoso-\npphers make pronouncements, one after the other at Alexander's deathbed. It\nts in the Wisdom tradition that Aristotle finally gets his duc: indeed,\nDouikar-Aerts has postulated that the ewly-discovered Epistolary Ro-\n‘mance, a series of philosophical letters between Alexander and Aristotle that\nsocms to have developed independently from the Pseudo-Callsthenestradi-\ntion, are a major source for Alexander Wisdom literature. What is striking\nfor the purpose of my argument is that, even at a time when Arab thinkers\nwere deeply engaged with Aristotle, his presence in the Alexander-indition\nseems rather fully fictionalized, a function not of Aristotelian philosophy”\n\n(Canova (ed) Oneme Modena, Ses on Araie Epc, 222,83 a3, (203) $0820,\n\neb 507)\nM0 Gensch (Un rm dpsoice eecoarte’ in 1. Ch ize snd M. Beas\n\n[ads The Protemarcr of Power, Eancrn and Wester Representations of leaner\n"
            },
            {
                "instance_id": 1,
                "class": "Header and Footer",
                "bbox": [
                    165,
                    45,
                    317,
                    61
                ]
            },
            {
                "instance_id": 2,
                "class": "Page Number",
                "bbox": [
                    394,
                    45,
                    413,
                    60
                ]
            }
        ]
    },
    {
        "page_number": 14,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    62,
                    62,
                    424,
                    605
                ],
                "ocr_text": "but rather the desir fo se Alena a  rihnkng abot ingship\noN\n\ni pn ain etsy Alaa ly ee\ncra oe sn tons we Wp\nSanya at spon,\nSag ting af he an on cas fom\nnbn wl Kane Set on itd wt\nSpit nel ser emg\nMit tn sn sa oR ng sb\nSra i ge Imp cg ow nip\nSuman fr kr rere en een\n“Sten cs ay Gs) in\nSpice one ots bbe gs\nSeton ep hn md ea\not Al a pia! Uniden\ntilupy oral rcp hl dr may\nSonn una oly neon a\nSl yay un! he ge ad to lesany be a\npict hn nsw seat, Cnn mle Psy\n"
            },
            {
                "instance_id": 1,
                "class": "Page Number",
                "bbox": [
                    67,
                    45,
                    88,
                    60
                ]
            },
            {
                "instance_id": 2,
                "class": "Header and Footer",
                "bbox": [
                    172,
                    45,
                    307,
                    61
                ]
            }
        ]
    },
    {
        "page_number": 15,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    47,
                    68,
                    428,
                    620
                ],
                "ocr_text": "philosophers it is because he is a ‘philosopher’ in his own right, just as when\n\nhe pronounces philosophical maxims in the Arabic Wisdom Itrature trai-\n‘As hinted above, one might abo sce writing about a pilosopher-king as\n\nasolfeflexive activity fr writers with humanist hen. On the Grek side,\nfor example, men like Dio Chrysostom, Aran and Plutarch who identify\n\nAlexander positively with philosophy or use philosophy to shame him also\n\ntend to be the ones who selFidentiy as philosophers and thus ean claim\n\nauthority on theories of kingship.” As for Persian iterture: Ferdowsi's use\n\n‘of Arsotle to shame Alexander is sefeflexive tthe extent tat this post's\n\nrojo sone of quas-nationalistic political philosophy. For educated medi-\n\n{val Arabs, “wisdom literature constituted the basis of Arab padi (aa),\n\nand was accordingly an intgrl part of the upbringing and intelectual api-\n\n{al ofall educated Arabic speaking members of medieval Islamic civiliza-\n\ntion\" hence ta write wisdom was in some snse to embody wisdom. Nev=\n\ncrthcles, some Ilamicized Persian and Arabic texts may show the least =\nreflexivity when they tlk about plosophy’ and Alexander because of thet\nfocus onthe divine realm. In thse texts pilsophers ae too cathy to pro-\nvide eoighteament. Ax Alexander himself reaches enightsment and trans-\nForms fom king to prophet, the philosophers so often the advisors to earth\niy kings must give way tthe prophets\nBibliography\n\nAsivata SRClsiam and Romain Pals De lean Fortin a Ve\n\"imran ora of Pag 361 2031138.\n\n— “Shap” Soke Clie Sed Regon ad Polis in Pas Le of\n‘Metter 8. Ravan © Pcs Nato Beer apa ion\n‘etapa Sus nce Mera Rona Sie (aay MLA\n\nDoor AD, Ai dCi Hier 11970) 4071,\n\nnd The Enger dors Rho (ado 1995,\n\nDvD. (r) Shh Te Pen Bat Rigen os 200.\n\nDoar Mtndr Nga rae (een 201)\n\nPen andar amc Poplr Rama of Aside’ G. Canova (ol)\nrt ders, Sato tae Fp 2 Hons 200 505520.\n\nTisciors 1330,\neae a hin morn ain rte, ample he pe of te younger\n"
            },
            {
                "instance_id": 1,
                "class": "Header and Footer",
                "bbox": [
                    165,
                    45,
                    317,
                    61
                ]
            },
            {
                "instance_id": 2,
                "class": "Page Number",
                "bbox": [
                    393,
                    45,
                    414,
                    60
                ]
            }
        ]
    },
    {
        "page_number": 16,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    54,
                    59,
                    428,
                    255
                ],
                "ocr_text": "rigs M. Un rma pla rd arabe’) Ch Bare nd M. igo (ed), The\n\"Pratematis of Power, Extrn and Hestre Representations of letaner the Greet\n(term 196), 109-129 see op. 117118).\n\n‘Guns Cla Arabic Wado Litre: Naure and Sop’ onal of he Americ\n\"Oriental Soc 100981} 486\n\nMes The ysis ad Politics\" A Lab nd M. Scholes. Jie and Genera\n(Camtdge 1995), 129.158\n\n‘Southgate MS Ports of Alexandr in Pein Alexander Romances ofthe Islamic Ea\nJounal th mcrion Oneal Sie 97.3 (197), 278284,\n\n‘Stora, R lesan the Great Life Legend (New en 2008,\nRomance The oral of Helle Sir 1151988) 99-114\n\n— te), The Grek Alernder Romance New York 199),\n\n\"The Lepey of Alexander in Anse! Pionpy io. Roaman (el) Bil Compan\nsont dlesandr the Gre (Lede 203), 325 36\n\n|W. Wa, Alecnder the Grea ole: Sourcer and Sais Cari, 1948),\n"
            },
            {
                "instance_id": 1,
                "class": "Header and Footer",
                "bbox": [
                    173,
                    45,
                    307,
                    61
                ]
            },
            {
                "instance_id": 2,
                "class": "Page Number",
                "bbox": [
                    68,
                    45,
                    87,
                    60
                ]
            }
        ]
    }
]