[
    {
        "page_number": 1,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    302,
                    516,
                    547,
                    763
                ],
                "ocr_text": "the Amy forces ofboth sides, what the batle was lik,\nand eventally. what was the aftermath of the fight\nHowever, the el focus was onthe disagreement between\nPamenio and Alexander the Great When they had come\ncross the Hellespoat,iially there were about 47000\npeople who had finished the jb(3), but in fat, the\number was oo large that the wealth that they had eared\nWith them could aot afford a more provacod bate more\nthan a month or 0. (4) The econonte sue motivated the\nMacedonians to overtake a vital city to food the\nPopulation. In the meanwhile of matching toward the\nand amy of Darius, some of the defenseless ides were\nfovced to submit wo the Macedonians [S]Appaetly. the\nfew ueasres thi those tes had wer too litle to solve\nthe economic problem. A Geeck general, Memon, who\nserved the Persian king.A great Army like the one\nAletander rough, woul surrender easily if the supply\nlie had Boo cut (6f the plan was taken by the Persian\ning, the Macedonian army would hive been defeated\n"
            },
            {
                "instance_id": 1,
                "class": "Text",
                "bbox": [
                    42,
                    120,
                    550,
                    561
                ],
                "ocr_text": "Alexander the Great’s Characteristics, from the\nPerspective of The Battle of River Granicus\nQinyan Tong\n\nASUS fom SuchowUlink College of chow Indra Park, Shou, Hans 21500, China\nhdyongO1014321@Gnai.com\nAnsTRACT\n‘Aletander the Gest was koown se ofthe mot enable and influential peopl in Greek history and ater Eopean\nistry. His tions sal improve our understanding of Greek culture wernendousy. As the Primary resource proved 10\npio in hinory. This paper aimed 0 analyze buna civilization developmen ofthe patil region (Gee), fom\n{he perspective of pivotal penn, egantng a specific acon, which refs his personality. Thi paper aalzed the\nsacra betncen Aleander the Great an i greats general. ne of his ost ecognized genras, Pareto\ntook which wee argued inextaeliale eimay resources agreed inthe Ancient Greek history community. This paper\n{te nore of sce, which is  long-un benefit, thin wining simple bate; however, he wa proved to be\n{esearch eating the rinary and aecondary sources tht had been wea the eseach proces Hopeflly within te\nIigher understanding of Alexander the Gea. Moreover. student could Team from hi abou the decision-maker\ncotsideing risks when facing, about how to havea broader spt, think out ofthe box, cers incest pedi other's\nKeywords: Alexander the Great, Parmenio, Disagreement, Leadership, Rsk-taking, Anticipation for\n\nthe Any forces of both ses, what he bate was ks,\n1. INTRODUCTION fd eventually, what was the afemath ofthe fight\n\nHovicven the teal ncus was the dicaonoenens between\n"
            },
            {
                "instance_id": 2,
                "class": "Text",
                "bbox": [
                    54,
                    520,
                    297,
                    764
                ],
                "ocr_text": "1. INTRODUCTION\n\nnthe past story of Alexander the Great taming\nBucepulus, people had stated 10 notice thatthe young\n‘man of Macedon could see things hat exer people could\n‘no Other than that, anther example that Pure used\nto tesy the characterise of Alexander was thi just\nbefore the Bate of Ganicus, Alexander and his general\nParmenio had some disagreements of wheter they\nsould atack the Persian amy just when they asived ot\nStay forthe aight The actions that Alexander the Great\ntook were sen as ater an obstruction, [1] Ax Plutarch\nbelieved tht the chascteisties of man afe more\n<ecisive and enuil,“minors confit\" ik the argument\nbetween Alexander and Parmenio do. count as\ndemonsation ofthe slvious Alexander [21a this ea\n[ll determine the background infomation about bow\nthe Bate of Granicus River was so import, what was\n"
            },
            {
                "instance_id": 3,
                "class": "Text",
                "bbox": [
                    58,
                    107,
                    516,
                    223
                ],
                "ocr_text": "Alexander the Great’s Characteristics, from the\nPerspective of The Battle of River Granicus\nQinyan Tong\n"
            },
            {
                "instance_id": 4,
                "class": "Header and Footer",
                "bbox": [
                    139,
                    16,
                    449,
                    32
                ]
            },
            {
                "instance_id": 5,
                "class": "Text",
                "bbox": [
                    120,
                    19,
                    473,
                    81
                ],
                "ocr_text": ""
            },
            {
                "instance_id": 6,
                "class": "Page Number",
                "bbox": [
                    530,
                    814,
                    551,
                    832
                ]
            },
            {
                "instance_id": 7,
                "class": "Header and Footer",
                "bbox": [
                    70,
                    801,
                    538,
                    833
                ]
            }
        ]
    },
    {
        "page_number": 2,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    304,
                    70,
                    548,
                    740
                ],
                "ocr_text": "parts of the battlefield soon began to get intease. (16) The\nHe pars diet faced the ote side just ike both sides\naneipated to be. However this wa. the chances that\n‘Alexander would win af at that big. soe bad ile\n“supise” forthe Persian anny. He didnot fae the\nleting ofthe Persian cavalry like the Persians wanted\nthm to do: they tuned tthe middle and the entra the\nPeoria amy. They moved faster than the fan ofthe\nMacedonians. Hence there was a time that the\nCompanion cavalry was facing 4 tce-fonted bate: it\nwas imded ete, too fies that Alexander was almost\nKilled, When Alexander was about to be sabe inthe\nback by Persian ride, Alexander's person bodyguard\nCetus Uilled te Persian, resulting fom the dling\nnasow miss. [17] Righter the farce ended, the infantry\nnally crossed the river and joined the fight. The infanry\npushed the Persian avaly backward, giving some elit\ntothe cavalry and the probaly wounded Alexander was\nSoon back oa his hose again. (18] Due othe advantages\nthat the Gresk infantry Bad, they soon had conta ofthe\nDatlefel- Lucky enough the Companion cavaly ofthe\nletwing ofthe Greek army’ had just finished up wih the\nGreck cavalry tht they were dzelly facing. Hence they\njoined the fight inthe middle. [19} As the elit that\nthings ha become, ts easy opedictthe triumph of the\nMacedonian army. The exciting thing is tht although\nmost of the Persian amy had eeveated. the Greek\nImerenaros did nt: they asked forthe forgiveness of\n‘Alexander the Great) in omder to” surender.\n[2021fAlexander did not agree: my personal\nunderstanding i that this Was taken a6 test for bis\ncourage and braver. Peps he des not believe dha the\nlosing side had the ight ta bargin expecially when the\nwinning of the bate Is sinost definite by the time\nHowever, thanks to his impetnence, he hd lost one of\nhis hoses and Knocked down the brs and that docs\nActually mtr sine he's the leader ofthe country and\nthe ea ofthe amy. Though, yes he did win he Bate\nfe)\n5. ANALYSIS OF THE DISAGREEMENT\nMy personal intrest was in the disagreement.\nPamenio thought shat as son a the eesians found out\nthat they were outumbesed, they would eet and Walt\nfor buchup forces [23[Purmenio als felt that having\nsand bt inthe mide of « nau iver could volte\nthe advantage that they had a suong ifaty. Since the\nPersians had a mote potent Cavalry force which seemed\nlike an enhancement tothe Persian ay nbs fought\ninthe middle of the sve, signiicanly when they were\ncutnunbered, However, Alexander the Great actually id\nthe exact opposite. He sai hat they bad come though so\nmany thing and gone this far already. They sbould not\nbe slowed down and stopped by the litle steam tht\nne aly torlcenne One Thee one tae ed die,\n"
            },
            {
                "instance_id": 1,
                "class": "Text",
                "bbox": [
                    52,
                    72,
                    298,
                    762
                ],
                "ocr_text": "‘but he did not trust Memnon. Finally, the grand Persian\narmy was but ust as Alexander wanted them odo\n2, SITUATION OF ARMIES.\n\nHistorians have aggued tht the number of actual\nsoir that each side had, unfortunately afer centres,\nthe accurate number was tough estimate. Overall. the\n‘Macedonian amy proved to have about 38000-80000\n‘men, ab the Persian army ad about 380000 t0 40000\n‘met (7) Though thatthe aumbers tay do nt have that\nIch academic solid evidence t suport their ides, the\nmajority of historians do belie thatthe Macedonian\narmy had a sight advantage in tems of soldiers. Some\npeople also argued that thee were about 10000\n‘Macedonians that were aleady in the rego waiting fr\n‘Alexander to ative [8]On a smaller eae, the Persians\n‘a less infty power, but the caval forces shoud not\nbbe gnored. [9]They had planned bow to use thei\naavantages sn the bate, as will be writen ia the\nFollowing pzagraph\n3. PRE BATTLE OF THE RIVER\nGRANICUS\n\n[Now th Persian armies were on one side ofthe River\nGGranicus, probably wih distance so that itis easier for\nthem to atack the Greek woops ght afer they crossed\nsand landed on the shore of ver Granicus, armen had\ndisagreement with Alexander on wheter they should\nstack the Pesian army ght away or wait fo da. [10]\n‘There ae disagreements between whetber of not the\n‘Macedon army atacked just then or immediately, bu\nfiom the timeline ani ny personal understanding of\n‘Alexander the Great, he di lead he airy to Datus\njust when they arived. The hey infantry forces ofthe\n‘Macedonian army’ wee all placed inthe mile wing to\nface the main power of the Persian influence and 10\n‘maximize the advantage of heavy infantry. [11)The\nIefiwing cavalry was ed by Armenia, «small group on\nove side of the snfany. The other side Was also the\ncavalry bu led by Philos, son of Parmenio. (127The\nPersian cavalry was placed along the side of the ever\nGGrancus, ane infany was separated into tee piccs,\nright along jst behind the cavalry fores, aiming 10\nstrengthen the cavalry enhancement [3]Afer the sa\nhw the Greeks had placed their amy ey changed the\nrangement. [14]Now tee is only one unit of Calvary\ninthe mide, an the iafantry Was seated sight behind\n‘There were tee unis of cavally to the side that\n‘Alexander the Great the king wasn and tthe ight\n‘where Parmenio and his companion cavalry was headed,\nus}\n\n4. DURATION OF THE BATTLE OF\nGRANICUS\n"
            },
            {
                "instance_id": 2,
                "class": "Header and Footer",
                "bbox": [
                    146,
                    15,
                    444,
                    33
                ]
            },
            {
                "instance_id": 3,
                "class": "Page Number",
                "bbox": [
                    528,
                    813,
                    551,
                    834
                ]
            },
            {
                "instance_id": 4,
                "class": "Text",
                "bbox": [
                    305,
                    535,
                    544,
                    759
                ],
                "ocr_text": "5. ANALYSIS OF THE DISAGREEMENT\nMy personal intrest was in the disagreement.\nParmenio thought tht as Soon asthe Pesins found out\ntht they were ounumbered, they Would teveat and wait\nfor backup forces (23]Parmenio alo fl that having\ngrand bate in the mile of «muddy iver coud violate\nthe advantage that they hada suong infany. Since the\nPersians had a mae peat Cavaly fore which seemed\nlke an enhanceneat othe Persian amy in bles fought\ninthe middle ofthe iver sigaiicanly when they were\noutnumbered. However, Alexander the Great actualy di\nthe exact opposite, He sd that hey had com trough\nmany things and gone ths far leads. They should not\nbe slowed down and stopped by the litle steam that\ncould barely inuence them. That was the second time\nthat Alexander the Great had shown bis leadership and\n"
            }
        ]
    },
    {
        "page_number": 3,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    301,
                    51,
                    553,
                    767
                ],
                "ocr_text": "death rate, hence the casualies could have been\n\nexaggerated few. Alexander had ordered 10 build\n\nmemorials foreach and every ofthe sactificed soldi.\n\n‘Alexander bad aso called be send some of the shields of\n\nthe defeated Persians back to Atsns with the iseription\n\nnslated to English “Alexander, son of Php, and the\n\n‘Grecs, except the Spartans, dedicate these spoils, akea\n\nfiom the barbarians who dwell in Asia” [25] That was\n\nthe famous shield inscription event. It was old tat it was\nan answer tothe Athenians, for they bad punished the\n\nPersians for burning down te temple of Athens in 480\n\nB.C. The language on the sic was, in fet, Geek: it\n\nwas told and speculated to be the propaganda of\n\nAlewander to spread the woeds of his victor. That was\n\ninde succes in River Granicus. The aftermath that was\n\nFight afer the bale was listed above. However, the\n\nShield inscription was an exciting topic, bu ot what 1\n\nhose to focus on fortis paper\n\n8, CONCLUSION\n\n‘The Rattle of River Griscus was undoubtedly &\nspectacular start for Alexander the Gre who was King\ninhi 20s. Historians have been mostly debating aver the\nisogreement between Parmenio apd Alexander the\n\n‘Great In my opinion, Alexander the Great ell seldom.\n\nid things that were wrong: moee likey, be Mad other\n\nplans, othe whole Greek culture did not develo the\n\nSense. Overall. Alexander focused move onthe more af\n\nSoldicts instead of winning one bat, especially when\n\n‘Alexander thought tha their ststegy ofthe fight woukl\n\nlead thm viclor. Hence Aletander chose 1 bea good\n\nleader insted of a general, who focuses moxe on the\n\nWinning ofthe bate. He thoughts would be beter i he\n\nan masiate the soit, 10 promote them to ight with\n\npsion and glory. che results wil be beter when they\n\nWasted for dark Alexanders person that o things with\n\nbravery, otherwise he wouldat have such glamorous\n\nresils. This isa way that he persuade people tht he is\nthe one thy should follow, ncded as leadership.\n\nREFERENCES,\n\n[i] Aran 2013), book 1 chapter 13, ML Hammond\namp: 1. Jobo Atkinson, Trans, Aleandse the\n‘Grea, Oxford University Press, Oxfud, 1\n\n{2} Phutar(2021, book 1 ehapte 7. LacusCunis Life\n‘of Alexander the Great, uchicago.eu, Chicag, |\n\n[3] Historia Civiis, 2019. The Bate of the Granicus,\nTonline) Available a\n‘thgpe/Iworw youtube com/watchtv=w_3Walgn\n‘(Accessed 27 August 202]\n\n|) Avan 2013), book 1 elapror 12, M- Hammond\namp: 1. John Atkinson, Trans, Aleandee the\n‘Great, Oxfud University Pes, Oxon, 9\n"
            },
            {
                "instance_id": 1,
                "class": "Text",
                "bbox": [
                    51,
                    60,
                    297,
                    769
                ],
                "ocr_text": "ow he could see things deen than others. The fist,\ntime was when be tamed Bucephalus.\n6, FURTHER DISCUSSION OF THE\nDISAGREEMENT\n\nHistorians argued that Alexander made the decision\nsing more emotions oter tan careful thinking of logic\nHowever. fom what my understanding of leaders i\niF Alexander waited, yes the army would probaly have\nsill Won the bate but the heat ofthe Macedonian army\n‘would not be the same, Alexander was known ss good\nTeade, both poiucal and on the batleild, but his\nstcces could not have been this remarkable without his\n‘rand army. The emotions and the morale ofthe sors\nSometimes le moe impostant status than the number of\nthe soldiers, It snot that there were no examples tht\n‘Alexander won the bute even with fewer sldles on the\n‘Macedonian side He may or may not have though about\nitso clearly, but his actions told us that he aleady began\nto notice that quantity does not mean destined Veto.\n(Ove thing hat Alexander was so obsesed wih wis\n‘making sue thatthe army avays knew that they weee\n‘ing to win, He wanted the military to fee his pasion\nSo ta they would figh wih lve jas ke hia in the\nbate, Alenander relized that winning war wat\nlundoubedly import, but the morale of soldiers was\n{usta important. The passion that he wanted them 0 fee\nthe needed time to support. He would pally give some\nchances of winning aay to make sure thatthe morale of\nthe soldiers as passione. Not wo meation that they do\nrot hive 100% winning possibility if they waited for\ndav, ad they would a definitely ful f tacked ight\nfay. In Alexander's subconsciousness, they were\n‘inning abate if remained i jus lke winning using\nSophisticated tactics. Alexander i not a person tht does\n‘ot want to take any iss Infact, weal know hat higher\ntisk makes higher profit anda god leader knows what\nInd of ks ae wise to ake 1 not wrong tha people\nsay tha Alexander made the decision by more emotions\n‘an exquisite thing, but Alexander actully bad his\nsense deep inside his subconsiousness: he ba thought\nbout thse psychoogieal aspects in the second that he\n‘was facing the choice, Tha also a property tha We sy\n‘hat destined the fate of Alexander ben the King of Asa,\n7. APTERMATHS OF THE BATTLE OF\nRIVER GRANICUS\n\nFinally, the estimate of losses inthe bale of River\nGGrancus, historians actully debate about it all the tine,\nthe fe antique sources thatthe modern historians had\naccess 0, provided diferent answers cach had Vaous\nSuspicious bass. Plutarch meationed in his book that\n‘ete were only about 3 people that were killed in the\nDate 8 of them wees infant. [24] The number was\nconsidered too few, the way thatthe strugsle had been\n‘having made a found foundation to an uncontrollable\n"
            },
            {
                "instance_id": 2,
                "class": "Header and Footer",
                "bbox": [
                    145,
                    14,
                    447,
                    33
                ]
            },
            {
                "instance_id": 3,
                "class": "Page Number",
                "bbox": [
                    528,
                    812,
                    551,
                    834
                ]
            }
        ]
    },
    {
        "page_number": 4,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    41,
                    57,
                    300,
                    786
                ],
                "ocr_text": "[5] Hiswosia Civili, 2019. The Bate of the Granicus\nToning) ‘Available Fe\n‘thups/twww youtube convwateh?v=Ldw_3Walgn\netAccesed 27 August 2021]\n\n(6) Avian 2013), book 1 chap 12, Mt. Hammond\n‘anp: J. Joba Atkinson Trans, Alexandre the\n‘Great, Oxford University Press, Oxford, 9\n\n[7] Historia Civils, 2019. The Bate of the Granicus\nToning) Available Fe\n‘thups/twww youtube convwateh?v=Ldw_3Walgn\netAccesed 27 August 2021]\n\n[8] Hiswosia Civili, 2019. The Bate of the Granius\nToning) Available FE\n‘thups/fwww youtube con/wateh?v=Ldw_3Walgn\ne>tAccesed 27 August 2021]\n\n[9] Historia Civils, 2019. The Bate of the Granius\nonline) Available Fe\n‘thups/fwww youtube conm/wateh?v=Ldw_3Walgn\netAccesed 27 August 2021]\n\n{U0} Arsan (2013), book 1 chuper 12, M. Hammond\namp. J Joba Atkinson. Trans, Alexandre the\nGreat, Oxford University Press, Oxford, 9\n\n[11] Arsan (2013), book 1 chuper 13, M. Hammond\namp: J Joba Atkinson Trans, Alexandre the\nGreat, Oxford University Press, Oxf,\n\n[12] Asian (2013), book 1 chap 14, M. Hammond\namp: J Joba Atkinson, Trans, Alexandre the\n(Great, Oxford University Press, Oxf,\n\n[13] Asian (2013), book 1 chuper 14, M. Hammond\nXanp: J Joba Atkinson Trans, Alexandre the\n(Great, Oxford University Press, fou,\n\n[14] Historia Civili, 2019. The Bate ofthe Granius\nonline} Available Fe\n‘thups/twww youtube convwateh?v=Ldw_3Walgn\netAccesed 27 August 2021]\n\n[1S] Historia Civili, 2019. The Bate ofthe Granius\nonline} Available Fe\n‘thups/twww youtube con/wateh?v=Ldw_3Walgn\ne>tAccesed 27 August 2021]\n\n[16] Hisoxia Civili, 2019. The Bate ofthe Granius,\nonline} Available Fe\n‘thups/twww youtube convwateh?v=Ldw_3Walgn\netAccesed 27 August 2021]\n\n[U9] Arsan (2013), book 1 chapter 15, M. Hammond\namp: J Joba Atkinson Trans, Alexandre the\n(Great, Oxford University Press, Oxford, 8\n\n[U8] Historia Civili, 2019. The Bate ofthe Granius\nonline} Available Fe\n‘thups/twww youtube convwateh?v=Ldw_3Walgn\netAccesed 27 August 2021]\n"
            },
            {
                "instance_id": 1,
                "class": "Text",
                "bbox": [
                    301,
                    63,
                    548,
                    387
                ],
                "ocr_text": "[19} Ain (2013), book | chaper 16, M. Hammond\namp: 1. Jobo Atkinson, Teas, Aleandee the\n‘Great, Oxfod University Pes, fou, 2\n\n[20) Arian (2013), book | chaper 16, M. Hammond\namp: 1. Jobo Atkinson, Trans, Aleandee the\n‘Great, Oxford University Pes, Oxfoud. 2\n\n[21] Phueh(2021), book 1 chapter 16, LacasCuris,\nLifeof Alexander the Gre chicago dy, Chicago,\n\n[22] Historia Civies, 2019, The Bae ofthe Granius\nfontine) Available a\n‘thtpe/Iwwrw youtube com/watchtv-dw_3Walgn\n‘(Accessed 27 August 2021]\n\n123} Amin (2013), book 1 chaper 13, M. Hammond\namp: 1. Jobo Atkinson, Teas, Aleandee the\n‘Great, Oxfod University Press, Oxf,\n\n[24] Historia Chilis, 2019, The Bate ofthe Granius\nonline) Available a\n‘thgpe/tworw youtube com/watchv-liw_3Walga\n>(Accesed 27 August 2021]\n\n[25] Amin (2013), book | chaper 16, M. Hammond\namp: 1. Jobo Atkinson, Tea, Aleandee the\n‘Great, Oxfocd University Press, Oxford, 7\n"
            },
            {
                "instance_id": 2,
                "class": "Header and Footer",
                "bbox": [
                    145,
                    14,
                    448,
                    33
                ]
            },
            {
                "instance_id": 3,
                "class": "Page Number",
                "bbox": [
                    528,
                    812,
                    551,
                    834
                ]
            }
        ]
    }
]