[
    {
        "page_number": 1,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    46,
                    142,
                    560,
                    695
                ],
                "ocr_text": "Dr. Smith\n5/8/2017\n\nAlexander the Great in Sogdiana\nIntroduction:\n\n‘Alexander the Great's military campaign in Sogdiana was one of the toughest campaigns\nhe ever conducted, He confronted an elusive and determined adversary in what from the Greek\npoint of view was the edge of the known World. Despite its challenges, this campaign would\nhave a lasting impact in Central Asia. Infact, it still resonates inthe historical memory of\nUzbekistan today. To fully appreciate the importance of these events, we must first place\n‘Sogdiana geographically. The region of Sogdiana encompassed most of what today is known as\nmodem Uzbekistan and part of Tajikstan. In ancient times Sogdiana bordered the region known,\nas Bactria tothe south, which included much of modern Afghanistan, and border areas of\nUsbekistan and Tajikistan, Only an army exceptionally well-led and possessing a highly\ndeveloped logistical capability could have waged an effective campaign in such a remote and\nforbidding location.\n\n‘When we examine Alexander the Great’s campaign in Sogdiana in its historical context,\nthis is what is known, The reason for Alexander's military campaign in Sogdiana was that he\nWanted to cement his position asthe ruler of Asia. To do so he needed to defeat Darius, the\nPersian king. Before he could complete this task, though, a Persian commander by the name of\n"
            },
            {
                "instance_id": 1,
                "class": "Header and Footer",
                "bbox": [
                    477,
                    10,
                    546,
                    31
                ]
            }
        ]
    },
    {
        "page_number": 2,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    49,
                    69,
                    554,
                    690
                ],
                "ocr_text": "Bessus launched coup resulting in the killing of Darius.' Bessus then proclaimed himself the\nrightful heir tothe Persian throne? Undetered by these events, Alexander pursued Bessus into\ndistant Bactria and then Sogdiana. There Alexander faced a resistance by the natives based on\n‘guerilla warfare taties. With a show of ruthless force, Alexander defeated them and inthe\nprocess conquered Sogdiana.\" Bessus would eventually be betrayed by his own men, led by\nSpitamenes and Dataphernes, and given up asa prisoner to Alexander the Great for execution\n\nLater, a major revolt against Alexander occurred in seven cities across the region, along,\nWith Marakanada (today known as Samarkand) the “royal” ety of Sogdiana, and two towns\n‘guarded by rock fortresses.* Alexander would eventually crush the revolt and enforce his\nauthority. However, the effort was costly and is considered by many historians tobe the\ntoughest challenge Alexander ever faced. For example, Kristin Romey states, “Nowhere else\n‘on Alexander the Great's 22,000 mile, thirteen year march from Greece to Punjab did he\nencounter more difficulties than in what was known in ancient times as Sogdiana.\"6Or, as\nFrank L. Holt says, “There began here two years of savage warfare waged all across Sogdiana\n‘on a scale unequaled anywhere else in Alexander's anabasis.\"?\n\n‘Therefore, the questions I will focus on are the following: Was Alexander the Great's\nconquest successful, if so how and why? Lastly, what was the legacy of Alexander the Great after\n\nTAwian. The Campaigns of Alexander. JR. Hamilton ed. Aubrey De Selincourt trans,\n(New York) : Penguin Books, 1971), 184\n\nArtin, The Campaigns of Alexander, 189.\n\n» Antian, The Campaigns of Alevander, 188-195.\n\n* Arran, The Campaigns of Alexander, 197\n\n* Arvian, The Campaigns of Alexander, 201-237.\n\n© Kristin M. Romey. \"The Forgotten Realm.” Archaeology Magazine, Vol, 57, No. 6.\n"
            },
            {
                "instance_id": 1,
                "class": "Header and Footer",
                "bbox": [
                    478,
                    11,
                    547,
                    29
                ]
            },
            {
                "instance_id": 2,
                "class": "Text",
                "bbox": [
                    56,
                    571,
                    545,
                    728
                ],
                "ocr_text": "TAwian. The Campaigns of Alexander. JR. Hamilton ed. Aubrey De Selincourt trans,\n(New York) : Penguin Books, 1971), 184\n\nArtin, The Campaigns of Alexander, 189.\n\n» Antian, The Campaigns of Alevander, 188-195.\n\n* Arran, The Campaigns of Alexander, 197\n\n* Arvian, The Campaigns of Alexander, 201-237.\n\n“Kristin M. Romey. “The Forgotten Realm,” Archaeology Magazine, Vol. $7, No. 6\n(2004). httpVarchive archaeology. org/04 Vabstractvalexandes ht\n\n7 Frank L. Holt, Alevander the Great and Bactria. (Leiden: EJ. Bill, 1993), 53\n"
            }
        ]
    },
    {
        "page_number": 3,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    54,
                    64,
                    551,
                    721
                ],
                "ocr_text": "‘the campaign from his death to the present? To provide an answer to all these questions in tun\nrequires careful sifting ofthe evidence offered in primary and secondary sources\n\nWhen examining Alexander the Great's conquest of the egion of Sogdiana (encompassing\nmost of modern day Uzbekistan) its clear Alexander managed to successfully conquer and conteol\nSogdiana due to his extraordinary mix of atibutes and an intuitive sense of how and when to\n‘employ them, The successes achieved during the campaign were due to Alexander's imaginative\npolicy towards the Sogdians, which could be at times brutal or accommodating, his sharp sense of\ncultural and situational awareness, and his building campaign ia Sogdiana that would create a\nmakeover of that civilization. In turn, these Feats left a lasting influence from his death to the\npresent, Alexander's legacy is evidenced through coinage, the history ofthe colonies he planted\nin the region, and the remembrance and cultural references within Uzbek society today\n\n1. Secondary Literature\n\nBased on the modern scholarship, it is obvious that relatively litle research has been\ndone on Alexander's Sogdian campaign. Most scholarship on Alexander the Great only briefly\nmentions the Sogdian campaign and offers litle substantive detail. To the extent that historians\nmention the campaign there, it is usually in conjunction with related events in Bact,\nDiscussion of events in Sogdiana tend to rly on broad generalizations and assumptions, while\nthe significance of Alexander's efforts and reasons forthe campaign ae ignored. In general,\nScholarly opinions are divided as tothe suecess ofthe campaign. Even today, comparatively\nfew foreign scholars travel to this region, while most native scholars in Uzbekistan have\nfocused on more recent events associated with the emergence of Uabek identity and culture\n‘On top of that, we must remember we ate dealing with ancient history. Perhaps itis inevitable\nthatthe stady of Alexander and his campaigns remains in itself a fascinating example ofthe\n"
            },
            {
                "instance_id": 1,
                "class": "Header and Footer",
                "bbox": [
                    478,
                    11,
                    547,
                    30
                ]
            }
        ]
    },
    {
        "page_number": 4,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    55,
                    64,
                    551,
                    705
                ],
                "ocr_text": "challenges inherent in communicating the boundaries between fats, supposition, and mth\nNow that being said, there has been some meaningful work Focused onthe subject, which has\n‘articulated a fundamental question on which scholars remain divided: What was the impact of\n‘Alexander the Great in Sogdiana\n\nScholars who have worked on Sogdiana specifically, the Foremost of whom is Edward\nRovelaze, focus mainly on constructing the course of Alexanders campaigns there, but donot\naddress the question of bis subsequent impact inthe region, This alo isd to the fact that great\neal about the man and his legacy is unknown, leaving scholars to attempt reconstruction oF his\n‘orld base on highly fragmentary evidenee. Other, however have gone farther, tying to\naiculate the character ofthe accomplishment. For example, scholar rank L Hol takes erical\nview of Alexander the Great, arguing that he was not a successful conqueror of Sogdiana and did\nnot havea legacy there. In contrast, other scholars like mulitary historian David J. Lonsdale,\npraise the conqueror's suecess in Sogdiana\n\nEdward Riveladze wrote by far the most detailed and comprehensive examination of\n‘Alexander's campaigns in Central Asia in his work Alexander af Macedon in Bactria and\nSogdiana: Historical-Geographical Observations Riveladze spent several decades meticulously\n‘wacing the routes of Alexander's movements across modern Uzbekistan and the northern fringe\n‘of Afghanistan, His seven step methodology places emphasis on collating findings from seven\ntypes of evidence: 1) review of all documents; 2) studying the conclusions of ast researchers 3)\nreviewing the tavel notes of 19th-cenury waveles: 4) comparing old maps and placenames; 5)\ngeological and botanical analysis: 6) archaeological excavation; and 7) large-scale\n\nEdward Riveladze, Alexander of Macedon in Bactria and Sogdiana: Historical\nGeosraphical Observations. Translated trom Russian by R. Baumonne (Tashkent: Acadeany\n"
            }
        ]
    },
    {
        "page_number": 5,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    57,
                    62,
                    553,
                    684
                ],
                "ocr_text": "reconnaissance of the region and its archaeology. He offers the critical general conclusion that\n“The archaeological research not only confems information from written sources about the futly\nhigh development ofthis region during the Achaemenid period, but also adds many previously\nunknown details\" Riveladze does not attempt full-scale reinterpretation ofthe campaigns, but\nrather considers the most likely routes taken by Alexander and the reason for their selection. He\nspent years exploring the ground where Alexander and his armies tod, and made use of many\nkinds of sources. For example, he consulted old maps conferred with local natives, checked the\n‘geology and carefully scrutinized original soutces to pinpoint sites of erucil iver crossings of\nthe Amu and Sye Rivers. This was a matter of no small importance in shaping Alexander's\nstrategy. By raising many questions about the physical landscape at the time, the book also gives\nsome indication of all that we do not yet know about Alexander's exploits inthis relatively ich,\nbut litde-explored archaeological region. In contrast tothe works of Frank L. Holt, a leading\nscholar on Alexander the Great in Sogdiana, this book doesnot say anything in regard tothe\nlegacy of Alexander the Great in Sogdiana\n\nFrank L. Holt in turn, writes about both Batra and Sogdianain Lost World ofthe Golden\nKing: In Search of Ancient Afghanistan, which adopts abroad approach, focusing onthe history of\nscholarship and archaeology of the region of Buca, His next work Into the Land of Bones addresses\nthe history of attempted conquests in Afghanistan from Alexander the Great to the U.S invasion af\nAfghanistan in 2001, and then focuses specifically on Alexander the Great's conquest ofthe region\nformerly known as Bactria Holt boldly asserts that all invasions of Afghanistan throughout history\n"
            },
            {
                "instance_id": 1,
                "class": "Header and Footer",
                "bbox": [
                    479,
                    11,
                    547,
                    29
                ]
            },
            {
                "instance_id": 2,
                "class": "Header and Footer",
                "bbox": [
                    61,
                    689,
                    515,
                    731
                ]
            }
        ]
    },
    {
        "page_number": 6,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    63,
                    65,
                    559,
                    715
                ],
                "ocr_text": "show deference to survivors.”!?\n\nsettlements he established.'*\n© Frank L. Holt, Into the Land of Bones: Alexander the Great in Afghanistan. (Berkeley\n™ Holt, Into the Land of Bones: Alexander the Great in Afghanistan, 19.\n"
            },
            {
                "instance_id": 1,
                "class": "Header and Footer",
                "bbox": [
                    479,
                    10,
                    547,
                    30
                ]
            }
        ]
    },
    {
        "page_number": 7,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    53,
                    76,
                    551,
                    664
                ],
                "ocr_text": "CORRES UAE HE MEST ON MIE SEMEES FEVOUS. MRE SUCH CITCUMSances, i 1s Unlikely Mar\n‘Alexander's artificial ‘march state’ survived on the Sogdian frontier.” If tue, this would put\ninto question whether Alexander's campaign was a success.\n\n“The Failure of Alexander's Conquest and Administration of Bactia-Sogdiana” by\nMichele Smith like Hol, heavily eriticizes Alexander's Sogdian campaign as a failure, Smith\nbelieves based on ancient evidence that Alexander failed to successfully conquer, contol, and\nmanage Sogdiana,'® Smith also delves into the debate as to why Alexander interfered withthe\n‘relations between the Seythians and Sogdians, describing how Alexander ereated unnecessary\ntension asa result. Smith states that after Alexander the Great left for Inia, Sogdiana remained\nunsulbdued and due to this Alexander left 13,500 troops inthe region.” Also, there was an\nattempted coup by some of Alexander's soldiers to leave Sogdiana and return home.\"* More\nevidence of Alexanders failure in Sogdiana, according to Smith, comes from what happened\nafter Alexander's death After his death, more rebellions by former soldiers of Alexander the\nGreat occurred.\" Consequently, Smith sees a campaign filled with mistakes that ultimately\nresulted in failure\n\n8 Holt, Alevander the Great and Bactri, 101\n\n' Michele, Smith “The Failure of Alexander's Conquest and Administration of Bactria-\nSogdiana.\"Hirundo, the McGill Journal of Classical Studies 8. Montreal: MeGill University,\n(2008): 64, hitps:/vww.megill cafclasiesfiles/lassis/2009-10-06 pa.\n\n*© Smith, “The Failure of Alexander's Conquest and Administration of Bactria-\nSogdiana.” 6.\n\n\"7 Smith, “The Failure of Alexander's Conquest and Administration of Bactria-\nSopdiana.”. 69-70.\n"
            },
            {
                "instance_id": 1,
                "class": "Text",
                "bbox": [
                    60,
                    542,
                    547,
                    723
                ],
                "ocr_text": "8 Holt, Alevander the Great and Bactri, 101\n\n' Michele, Smith “The Failure of Alexander's Conquest and Administration of Bactria-\nSogdiana.\"Hirundo, the McGill Journal of Classical Studies 8. Montreal: MeGill University,\n(2008): 64, hitps:/vww.megill cafclasiesfiles/lassis/2009-10-06 pa.\n\n*© Smith, “The Failure of Alexander's Conquest and Administration of Bactria-\nSogdiana.” 6.\n\n\"7 Smith, “The Failure of Alexander's Conquest and Administration of Bactria-\nSogdiana.”, 69-70,\n\n' Smith, “The Failure of Alexander's Conquest and Administration of Bactria-\nSogdiana.”, 69-70,\n\nSmith, “The Failure of Alexander's Conquest and Administration of Bactria-\nSogdiana.”, 69-70,\n"
            },
            {
                "instance_id": 2,
                "class": "Header and Footer",
                "bbox": [
                    477,
                    10,
                    547,
                    30
                ]
            }
        ]
    },
    {
        "page_number": 8,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    62,
                    75,
                    556,
                    690
                ],
                "ocr_text": "Borja Antela-Bermancez, in “World ts not enough (Alexander the Gireat in Sogdiana: Av\nstudy in historiography,” deseribes the history of how scholars interpret the Sogdian campaign\nof Alexander the Great throughout history and how scholars often attempt to understand this\n‘campaign by comparing it to more contemporary military campaigns.” Antela-Benandez\nbelieves this practice tobe ineffective and fels that scholars trying to make these connections\n‘between the Sogdian campaign and contemporary campaigns lke the U.S. invasion of\nAfghanistan, are oversimplifying the Sogdian campaign.\" For example, Frank L. Holt attempts\nto-make this exact connection between the Sogdian campaign and the U.S. invasion of|\nAfghanistan.” Antela-Bernandez further explains “This is not, of course, a reprehensible practice\ntall, but the historian must make himself conseious of what he is explaining and of the reasons\nfor doing so, in order to explain without mysteries his explicative intentions to the reader.\" This\nsource ereates an intriguing argument and exposes the flaws of many scholarly interpretations of\n‘Alexanders Sogdian campaign. By superimposing the lens of contemporary events over the\nlimited record ofthe ancient past, a researcher might find crucial insight, but could also be\nmisled to discover false parallels. This isnot to say that uch an approach may not draw\n\n® Borja, Antela-Bemnandez, “World is not enough (Alexander the Great in Sogdiana: A\nstudy in historiography)” n Central Asian in Antiquity: Intedisciplinary Approaches, BAR\nInternational Series 2665 edited by Borja Antela-Bernande7 and Jordi Vidal. Oxford:\nArchaeopress, 2014): 77,\nIntpsfivww.academia.edw/2437963/World_is_not_enough_Alexander_the_Greats_campaigns_a\n‘gains the_guerillas_in_Sogdiana\n\n2 Antela-Bernande2, “World is not enough (Alexander the Great in Sogdiana: A study in\nhistoriography).”, 83.\n\n*Antela-Bernandez, “World is not enough (Alexander the Great in Sogdiana: A study in\nhistoriography).\". 83.\n"
            },
            {
                "instance_id": 1,
                "class": "Header and Footer",
                "bbox": [
                    477,
                    11,
                    547,
                    30
                ]
            },
            {
                "instance_id": 2,
                "class": "Text",
                "bbox": [
                    61,
                    540,
                    555,
                    720
                ],
                "ocr_text": "® Borja Antela-Bermande2, “World is not enough (Alexander the Great in Sogdiana: A\nstudy in historiography.” In Central Asian in Antiquity: Interdiseiplinary Approaches, BAR\nInternational Series 2665 edited by Borja Antela-Bernande2 and Jondi Vidal. Oxford\nAgchaeopress, (2014): 77,\n\nInps:/www. academia edu2437963/World is_not enough, Alexander the Greats campaigns a\n‘gainst_the guerillas in_Sogdiana\n\n2\" Antela-Besnande, “World is not enough (Alexander the Great in Sogdiana: A study in\nhistoriography).\", 83\n\nantela-Bemandez, “World is not enough (Alexander the Great in Sogdiana: A study in\nhistoriography).\", 83\n\n® Antela-Bemander, “World is ot enough (Alexander the Gratin Sogdiana: A study in\nhistoriography).”, 83.\n"
            }
        ]
    },
    {
        "page_number": 9,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    53,
                    72,
                    551,
                    687
                ],
                "ocr_text": "interesting and helpful comparisons, but it often risks skewing the understanding of primary\n\nsources ased on the presumption of patterns or analogies between past and present\n\nAttempts to study ancient campaigns from a military perspective often make use of\ncontemporary analytical lens. Military historian David J. Lonsdale's book Alexander the Great\nLessons in strategy focuses on Alexander the Greats military career, but analyzes in depth the\n‘campaign in Sogdiana, Lonsdale describes Alexander's campaign in Sogdiana as\ncounterinsurgency, aterm widely employed in modern military studies to describe efforts to\ndefeat guerilla resistance. Lonsdale asserts that Alexander had a clea politcal objective to\n‘reat a stale and unified country. Therefore, his concept for governance dealt with social,\neconomic, security, and administrative problems, as well as a strategic phan to secure his base\nareas. Lonsdale also spends much time analyzing Alexander's sueeess in Sogdiana, and takes\n‘postion opposing the thesis of Holt and others who would diminish Alexanders significance.\nLonsdale contends, “Alexander had to complement his military conquests with astute pre-and\npost-conflict policies to cement his rule. This isnot to detract from the significance of\n‘Alexander's military achievements, upon which the conquests were based. Indeed, the non-\nmilitary elements of Alexander's grand strategy would have been extremely vulnerable without\nte security and authority delivered by force.\" Lonsdale’s argument makes us wonder whether\nHot misunderstands the military strategy of Alexander the Great. Miltary strategy never\n‘operates in vacuum, Why does the act of making concessions with the Sogdian, as Holt\nclaims, undermine the assertion that Alexander the Great conquered Sogdiana?\n"
            }
        ]
    },
    {
        "page_number": 10,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    53,
                    68,
                    558,
                    679
                ],
                "ocr_text": "As the works of Holt and Lonsdale demonstrate, a key point of debate remains the\nultimate success and impact of his efforts in Sogdiana, Its useful to examine more closely the\npoints of divergence between the ovo camps. Inthe first are those with the view that Alexander's\n‘campaign was unnecessary and ineffective. Take Holt, for example, who argues that Alexander's\ncolonial successors were the ones who really changed Sogdiana.”* Holt also argues Alexander\nnever fully conquered Sogdiana, because revolts continued after he left” Smith takes a very\nsimilar view as Holt. In the opposing eamp, the prevailing view is that Alexander was forthe\nmost part suecessful based on a flexible and imaginative approach. Moreover, as we have seen,\nAntela-Bemnandez cautions against reading the present into the past. And then there is Lonsdale,\nwho brings @ unique military background to his analysis and takes a position in favor of\n‘Alexander, supporting the idea ofa successful campaign, without addressing the question of\nlasting impact.\n\nIn conclusion, itis evident that the competing models analyzing Alexander's Sogdian\n‘campaign efleet the need for a reassessment of this campaign. To be persuasive this\nreassessment must include a multidimensional analysis ofthe evidence based on all aspects of\nthe campaign\n\nHL, Primary Sources\n\n‘When we examine the very incomplete primary source evidence for Alexander the Great,\nitis often tricky to decipher what explanation of events is most likely to be true. Because many\n‘of the writings concerning Alexander the Great did not survive, modern authors have litle\n"
            },
            {
                "instance_id": 1,
                "class": "Header and Footer",
                "bbox": [
                    471,
                    10,
                    548,
                    30
                ]
            },
            {
                "instance_id": 2,
                "class": "Header and Footer",
                "bbox": [
                    90,
                    674,
                    349,
                    716
                ]
            }
        ]
    },
    {
        "page_number": 11,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    57,
                    50,
                    550,
                    699
                ],
                "ocr_text": "recourse but to provide hypothetical narratives that seem to fit available information, oF to fill n\nimportant gaps with informed conjecture. Tha, combined with potential for bias on the pat of\n‘the authors, increases the complexity. It is striking that historians have taken very different\npositions; some have used distinctive perspectives or emphasized certain types of detail to shape\ntheir accounts. Collectively, these accounts offer much to help construct the story of Alexander\nthe Great\n\n‘This paper relies above all on the most trusted primary source The Campaigns of\nAlexander by Artian. As historian A.B. Bosworth states, “His [Arrian’s] work isthe most\n‘complete and the most sober aecount of Alexander's reign and atthe same time it provides\nexplicit information about the sources used.\" In addition, Thave referenced another highly\nregarded work on Alexander called The Age of Alexander by Plutarch. Next, Lused the Complete\nWorks of Diodorus Siculus , which is well regarded and features primary source material on\n‘Alexander. Lastly, used the slightly more controversial aecount by Quintus Curtius Rufus The\nHistory of Alevander, which if read carefully can provide useful information regarding\n‘Alexander's campaign in Sogdiana, Rufus may have taken some literary license, but generally\nadhered to well-known facts ofthe campaigns. Bosworth details the dangers ofthis source inthe\nfollowing manner: “There is also the problem of embellishment and exaggeration inthe immediate\nsource. That isthe particular danger with Rufus whose work is deeply infused with shetorie.\"\"” The\nadvantage ofthese sources i that they are using sources from many people who witnessed or lived\nduring or closer tothe times of Alexander. Therefore, they give us the best possible literary evidence\nregarding Alexander.\nTan Worthington, ed., Alexander the Great: A Reader. (London and New York\n"
            },
            {
                "instance_id": 1,
                "class": "Header and Footer",
                "bbox": [
                    472,
                    11,
                    547,
                    30
                ]
            }
        ]
    },
    {
        "page_number": 12,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    54,
                    67,
                    535,
                    476
                ],
                "ocr_text": "‘Atrian was a Greek historian born in the 2\" century A.D. in the Roman Empite.\"*\nArian wrote The Campaigns of Alexander, the only source known that g0es into\nsignificant detail regarding Alexander's military actions from the beginning of his career to\nthe end, The sources on which Atrian relied to waite his book include the writings of\nPtolemy and Aristobulus.” Ptolemy was a general under Alexander the Great.\"*\nAristobulus aso served under with Alexander in an important capacity.”* Arian details\n‘Alexander the Great's campaign in Sogdiana, providing @ nice summary ofall the events\nfrom Alexander's struggles with rebellions, relating how Alexander conquered the region\nand what he left behind. Therefore, this isthe foundational source all scholars employ\n‘when studying Alexander the Great's eampaign in Sogdiana,\n\nPlutarch was a Greek Philosopher born about 45 A.D.\" He wrote a biography of\n‘Alexander the Great called The Age of Alexander. This source takes us from the beginning\nof Alexander's reign as king atthe age of twenty to his death and its aftermath. Besides\nbeing a biography of Alexander, Plutarch’s work has another goal: 1 reveal as much as\npossible about Alexander's character and personality.®*\n"
            },
            {
                "instance_id": 1,
                "class": "Text",
                "bbox": [
                    53,
                    569,
                    552,
                    729
                ],
                "ocr_text": "© Worthington, Alexander the Great: A Reader. 18.\n\n™ Simon Homblower and Antony Spaworth, eds. The Oxford Classical Dictionary (3 rev\ned.) Oxford: Oxford University Press, 2005\nInp:hwww.oxfordreference.com.czproxy:esbsju eduview/10.1093/aere9780198606413\n(001.0001 /aeref-9780 1986064 13-e-279?rskey=EKTQEg&result=280,\n\n= Worthington, Alexander the Great: A Reader, 1.\n\n© A.B. Bosworth, Conquest and Empire: The Reign of Alexander the Great\n(Cambridge: Cambridge University Press, 1988), 297\n\n“Plutarch, The Age of Alexander (London: Penguin Classics, 2012), 3.\n\nHolt, Into the Land of Bones: Alexander the Great in Afghanistan, 167.\n"
            },
            {
                "instance_id": 2,
                "class": "Header and Footer",
                "bbox": [
                    473,
                    10,
                    548,
                    30
                ]
            }
        ]
    },
    {
        "page_number": 13,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    51,
                    63,
                    552,
                    707
                ],
                "ocr_text": "Diodorus Siculus was a Greek historian born inthe I century B.C.% His work is\nabout the history ofthe world from the Trojan War to about 59 B.C.\" The goal of his book\nwas 10 convert stories of myth to factual histories.” In his book he has a section on\n‘Alexander, which details his military campaigns until his death, Then it talks about the\nsuccessors of Alexander\n\nMeanwhile, Quintus Curtus Rufus was a Roman born in the 1 eentury A.D. inthe\nRoman Empire.” In his aecount, he used sources such as Cletarchus, to write The History of\nAlexander, which focuses broadly on the reign of Alexander the Great. Cleitarchus is important\n‘because he had access tothe first hand reports of Alexander: This work offers many\n‘observations concerning the character and life of Alexander, rather than the specifies of his\nmilitary campaigns. Therefore, itis very engaging in terms of assessing the mind and ambitions\nof Alexander.\n\nAs forthe other types of evidence used in this study, Ihave drawn from the field of\narchaeology for information relating to Alexander the Great and his presence in the region of\nBactra and Sogdiana. Although excavations of this pat of the world have been fa less\nextensive than in Lands t the west, notable findings have occurred that shed addtional ight on\nthe subject. Reports of excavations by archaeologists have done much to corroborate other kinds\nof information. In addition, while in Uzbekistan, Ihave had the opportunity to visit some sites of\ninterest, as well as to examine archaeological evidence contained in museums throughout\n\n* Diodorus Siculus, The Complete Works of Diodorus Siculus (Hastings: Delphi Classis,\n2014),7.\n\n» Siculus, The Complete Works of Diodorus Siculus, 7.\n\n* Siculus, The Complete Works of Diodorus Siculus, 7\n\n8 Worthington, Alexander the Great: A Reader, 2-18.\n"
            },
            {
                "instance_id": 1,
                "class": "Header and Footer",
                "bbox": [
                    472,
                    10,
                    548,
                    30
                ]
            }
        ]
    },
    {
        "page_number": 14,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    54,
                    71,
                    547,
                    679
                ],
                "ocr_text": "Uzbekistan, Some of these featured artifacts from the region of Sogdiana. What is so useful\nabout this type of evidence is that it provides persuasive proof in regard to Alexander the\nGreat's occupation ofthe region and his legacy beyond. Lastly Ihave incorporated modem\nevidence that reflects the current state of legacy of Alexander the Great as well. This evidence\nlends supporto the contention thatthe memory Alexander the Great still to this very day\n‘resonates with the people living in the region formerly known as Sogdiana. Moreover, many\ninhabitants of Urbekistan connect Alexander the Great wit their own historical identity.\n\nThe Hellenistic Far East: Archaeology, Language, and Identity in Greek Central Asia by\nRachel Mair focuses primarily on the archaeology of the ancient ste at Ai Khanoum, which was\nfounded by Alexander the Great. She uses this site to illustrate the legacy of Alexander the Great in\nthe region. She also describes briefly the campaign in Sogdiana and the resistance Alexander faced.\nln Mairs' other work, “The Founder's Shrine and the Foundation of Ai Khanoun,” she addresses the\n‘origins of Ai Khanoum and the extreme difficulty of establishing evidence of “influence.” Mairs\nstates that despite the fact there is no literary evidence forthe existence of Ai Khanoum and its\nfoundation, and tha it lacks sue evidence of Greco-Macedonian influence, it might nonetheless\nhave been a settlement of Alexander the Great: Many setlements were thought to only be\n‘temporary. Eventually, though, some ofthese sites would become cities. Therefore, we ean\nsuggest based on the post-Alexander archaeology that this site was in fat founded by Greco\nMacedonians.\n\n“4 Rachel Mairs, The Hellenistic Far East: Archaeology, Language, and Identity in\n"
            },
            {
                "instance_id": 1,
                "class": "Header and Footer",
                "bbox": [
                    471,
                    10,
                    548,
                    29
                ]
            }
        ]
    },
    {
        "page_number": 15,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    59,
                    66,
                    557,
                    672
                ],
                "ocr_text": "‘Scholar Leonid Sverchkov focuses specifically on the archaeology of the Kurganzol\nFortress. Tis is described in is work “The Kurganzol Fortress.\" Tis atile goes into detail\nregarding the remnants ofthe Kurganzol Fortress and focuses on the history of the fortes from\nits founding by Alexander the Great tits last occupation\n\nNext, we have the Bacrian archaeology of the ste Kampyr-Tepe. The article by Kristin\nM, Romey, “The Forgotten Realm of Alexander.” focuses on the Kampye-Tepe Citadel, as an\nexample of Alexander's legacy, and mentions that many archaeological sites connected to\n‘Alexander the Great in Uzbekistan remain unexcavated, due to archaeologists\" focus on other\nregions. She also briefly summarizes his campaign in Sogdiana and stresses that Alexander built\nmore fortresses in Sogdiana than anywhere else he campaigned. This claim certainly figures ito\nan analysis of Alexander's strategy in the region, With regard o fragmentary physical evidence,\n“Tableware in the Hellenistic Tradition ftom the City of Kampye Tepe in Ancient Buctia\nUzbekistan)” by V. Martinez Ferrers, .M. GurtEsparraguera, 8, Pidaev, Edward Rwveladze,\nand S. B. Bolelov pays attention primarily tothe various Hellenistic tableware found atthe site\n18 mentioned in the ttle, However, the authors also devote effort to dacumenting the fortress\"\nlocation and apparent purpose. Kampyr-Tepe is alsodiscussed by Valeri P. Nikonorov\"s in “A\nUnique Comb from Kampyr-Tepe (Northem Batra,” which describes in specific detail the\n\\atious archaeological findings at Kampyr-Tepe, as well as offering a brief review of the history\n‘of the site, Finally, Cohen’s book, The Hellenistic Settlements inthe East from Armenia and\nMesopotamia to Bactria and India, gives quick summaries concerning various settlements in the\nEaster world. One of these summaties is specifically onthe ste of Kampys-Tepe, and reviews\nthe history of the site and the variety of artifacts found there.\n"
            },
            {
                "instance_id": 1,
                "class": "Header and Footer",
                "bbox": [
                    471,
                    11,
                    548,
                    30
                ]
            }
        ]
    },
    {
        "page_number": 16,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    61,
                    67,
                    551,
                    704
                ],
                "ocr_text": "‘As for the archaeological evidence from Sogdiana. I did research on the coinage of\nGreco-Bactrian kings, which included seven gold coins coming from the State Museum of\nHistory of Uzbekistan in Tashkent and six silver coins from the Afrasiab Museum in Samarkand,\nln the State Museum of History of Uzbekistan in Tashkent I also saw Hellenistic Figurines.\n“These artifacts were found in Samarkand at the former site of Marakanda, At the Afrasiah\nMuseu, besides the coins, I saw a Hellenistic flask, and a Hellenistic column base all found at\nthe ste of Marakanda, Lastly, also traveled to the small ity of Nurata and saw the Nur\nFortress, which is widely claimed by loca inhabitants to have been founded (or substantially\nimproved) by Alexander the Great. The geographical location and topography of Nurata\ncertainly would have made ita suitable place to establish a fortress; however, archaeologists\n‘have not reported on excavations fom this site and no specifi reference to the place can be\nfound in the ancient sources. Of course, the fotiied locations established by Alexander were\nprobably so numerous as fo make mention of every lst one in the sources improbable\n\nFinally, the modern evidence Ihave collected to support the legacy and influence of\n‘Alexander the Great includes the layout of museums and the exits regarding Alexander the\nGreat. In addition, I paid elose attention to what loal Uabeks sad about Alexander the Great\n‘and how he is remembered in Uabekistan. Whether tour guides from museums and cities, of just\n‘ordinary residents, almost everyone had opinions about Alexander the Great. These opinions\nwere unsolicited by me. I would not mention to people, unless asked that was in Uzbekistan\nfor my research on Alexander the Great, because I wanted to know people's genuine thoughts on\nthe matter. I believe this allowed me to learn about the popular remembrance of Alexander the\nGreat in the county. Its also important to note that this isnot a country witha vas tourist\nindustry; therefore, there is litle probability that fabricated stories of Alexander the Great are\n"
            },
            {
                "instance_id": 1,
                "class": "Header and Footer",
                "bbox": [
                    471,
                    10,
                    549,
                    30
                ]
            }
        ]
    },
    {
        "page_number": 17,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    54,
                    69,
                    546,
                    695
                ],
                "ocr_text": "‘being used to appeal to tourists. Tourism in general highlights the ancient Silk Road and\ncivilization centered at Samarkand long after Alexander passed through. Other evidence I\n{gathered comes from things or places named after Alexander the Great, o at least named alter\nsomething connected to Alexander. Alo, there are modern memorials and novels connected to\n‘Alexander. All this information was gathered by traveling throughout the county and visiting\nsites connected to Alexander. In turn, it became clear to me Alexander had significant influence\nin this region of the world, He is a person Uzbeks actively remember, not just someone you only\nhea about in museums.\n\n(Overall, addressed my research from as many different angles as possible in\nconsideration of the highly fragmentary nature ofthe evidence unearthed to date on this\nancient period. No single category of evidence is sufficient to provide a detailed picture of\n‘Alexander's activities and influence. Even though literary information is very important, itis\nsill prone tobias and unnecessary conjecture. Physical evidence requires context, but offers\nvital confirmation of accounts in primary sources. The point of history is to identify what is\nmost likely to be true; that means you use all evidence at your disposal\n\nTIL ‘The Success of Alexander the Great\n\nOne ofthe Fundamental questions addressed in this thesis is whether or not Alexander's\n‘campaign in Sogdiana can be considered a success. The answer depends in large parton what\n‘Alexander himself wanted to achieve. Analysis ofthis question inevitably leads to consideration\n‘of a second question: the atibutes and means that enabled Alexander to pursue this purpose\n\nAvailable commentary from ancient writers indicates that Alexander was incredibly\ndriven to achieve great deeds, Plutarch describes the mentality of Alexander the Great in the\n"
            },
            {
                "instance_id": 1,
                "class": "Header and Footer",
                "bbox": [
                    471,
                    11,
                    547,
                    29
                ]
            }
        ]
    },
    {
        "page_number": 18,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    55,
                    57,
                    553,
                    693
                ],
                "ocr_text": "following “He cared nothing for pleasure or wealth but only for deeds of valour and glory, and\nthis was why he believed thatthe more he recived from his father, the less would left for im to\ncconquer...his choice was a life of struggle, of wars, and of unrelenting ambition.”\n\nWhen Alexander the Great left Sogdiana after conquering the region, he was quickly\nsurprised that a rebellion started immediately after he left. What Alexander did not realize was\n‘how complex the situation in Sogdiana was. Certainly, the conquest of Sogdiana had not\n‘originally been a high priority. The Sogdians asa people were broken up into tribes governed by\nwarlords: This tibal framework did not dissolve afte his inital conquest, and when he left,\nseven towns rebelled, as well as the royal city of Sogdiana called Marakanda (today known as\nSamarkand) and two towns protected by rock forttesses.® The specific reasons for this rebellion\n‘are hard to identify. Arran mentions that fear may have been a driving force.*\n\nFrank L, Holt, on the other hand, believes it was due to the planned establishment of\n‘Alexandria-Eschate on the Sogdian-Seythian border. Since the Sogdians on the border had good\n‘relations with the Seythians, Alexander the Great sought to eliminate the prospect of outside\ninterference by the latter” Holt blames Alexander, implying Alexander the Great's effort was\n‘ot worth the ttouble and had he not medded in the internal affairs of the natives, he could have\navoided the rebellion altogether and not needed to conquer Sogdiana.* The scholar Michele\n‘Smith agrees with Holt and eritcizes Alexander in regard to Alexandria-Eschate stating “This\n\\as a strong imposition on local institutions and necessitated the annexation of land from locals,\n\n© Plutarch, The Age of Alevander, 257\n\n* FHolt, tothe Land of Bones: Alexander the Great in Afghanistan, $1\n“© nian, The Campaigns of Alexander, 201-237,\n\n46 Arrian, The Campaigns of Alexander, 201\n"
            },
            {
                "instance_id": 1,
                "class": "Header and Footer",
                "bbox": [
                    471,
                    11,
                    548,
                    30
                ]
            }
        ]
    },
    {
        "page_number": 19,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    50,
                    63,
                    560,
                    726
                ],
                "ocr_text": "Which was sure to ignite opposition.... Thus, the management of this satrapy reflected.\n‘Alexander's lack of understanding of the importance of maintaining previous Persian\n‘administration methods.\"\n\n‘The problem with these interpretations, though, is that they do not do justice 10\n‘Alexander's purpose and they make assumptions. Alexander the Great was not trying to make\npeace or avoid trouble, nor maintain the same agenda as the Persians. Had this been his modus\n‘operandi, he probably would never have come to Sogdiana inthe frst place. Holt and Smith are\n‘not thinking ike a commander, or better yet a conqueror. More probably, they are thinking like a\ndiplomat. Its also important to point out that Holt's analysis of Alexander's failures largely\nViews them through a twentieth-century lens. In Into the Land of Bones, one of Holt’s points isto\n‘compare Alexander's conquest of Sogdiana and Bactria to the modern invasions of Afghanistan,\nOfcourse, nineteenth- and twentieth-century campaigns in Afghanistan generally did not umm\n‘out well for the invading power. According to Holt, this helps us understand the Sogdian,\n‘campaign. Outsiders, inthis view, cannot fathom the complex internal polities of Afghanistan or\neffectively defeat the Afghan tribes in the incredibly difficult terain that characterizes the\n‘country. This gives us useful insight into the potential flaws of Holt’s argument\n\n‘The problem withthe argument is that Alexander created settlements in Sogdian\nas well as the blueprint for their governance. As a result, without Alexander the Great, the\nsettlements would never have existed and the Sogdians’ way of life would not have changed,\n‘Therefore, arguments like Holts are largely self-refuting. This argument turns on definitions of\nsuccess. Continued resistance did not necessarily mean that Alexander the Great did not control\n\n© Smith, “The Failure of Alexander's Conquest and Administration of Bactria-\nSogdiana.”, 66.\n"
            },
            {
                "instance_id": 1,
                "class": "Header and Footer",
                "bbox": [
                    470,
                    10,
                    548,
                    30
                ]
            }
        ]
    },
    {
        "page_number": 20,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    57,
                    64,
                    548,
                    686
                ],
                "ocr_text": "Sogdiana, His network of fortresses and garrisons left him in a strong position, asthe extension\n‘of Greek control after his death would affim. Moreover, iis important to remember that warfare\nwas commonplace in ancient times in this region. As Antela-Bernande2, describes, when i\ncomes to understanding the Sogdian campaign many scholars attempt to explain the decisions of\n‘Alexander's quest on the basis of suspect analogy. These conclusions by scholars ae not\n‘connected to primary sources, however, but rather historiographical themes.\" For centuries\nscholars of Alexander the Great have been comparing his campaign to other campaigns around\nthe world from mote recent eras. These wars may well have common elements, but they are\nhardly identical. Though some similarities can be drawn in terms of situations or tates, there\n‘te stil numerous differences in the historical context ofthe events, which then hinder the\napplicability of this type of analysis.\n\nAlexander's purpose was conquest, and his instrument was his army. War was his area of\nexpertise. He knew that a conqueror must establish fim, defensible boundaries at each stage of\n‘building his empire. Therefore, displacing locas or disrupting traditional living patterns is a\ngiven. Once enforced, boundaries provided the point of departure for possible further expansion.\n“This is why he created Alexandria-Eschate, because he was laiming his tut and wanted a\ndefensible frontier. Its hard to conteol a region ifthe locals under your authority are constantly\nmixing witha potential enemy, such asthe Seythians. Also to insist peace would have come\nabout without the establishment of Alexandeia-Eschate isa subjective conclusion. In this pat of\nthe world, any display of weakness was an invitation to rebellion, Who would have been thereto\n\n Antela-Bernandez, “World is not enough (Alexander the Great in Sogdiana: A study in\n"
            },
            {
                "instance_id": 1,
                "class": "Header and Footer",
                "bbox": [
                    471,
                    10,
                    548,
                    30
                ]
            }
        ]
    },
    {
        "page_number": 21,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    53,
                    62,
                    549,
                    704
                ],
                "ocr_text": "prevent a Seythian invasion of Alexander's new territory? Certainly not the Sogdians who\nalready had good relations wit them as Holt described. As Arran stated regarding Alexandria-\nEschate, “The site would serve both a a base for a possible future invasion of Seythia and as a\ndefensive position against raiding tibes from across the river\"!\n\nLeaving aside the causes of the rebellion, how did Alexander deal with it? In the 18\n‘months that it took Alexander to defeat the Sogdian rebellion®, he experienced a great deal of\nsuccess through the use ofa highly effective pattern of military tactics and strategy mingled\nWith diplomacy. Fest, Alexander habitually showed the rebels a mixture of brutality and\naccommodation, the proverbial “carrot and stick” approach, For instance, when the rebellion\nstarted in the first five towns Alexander the Great's army reconquered, the army slaughtered the\nmen, and Alexander had the women and children sold into slavery. The reason behind such\n‘brutality, not at all unusual in that era, was that Alexander the Great wanted to send a message\nto prevent future rebellions. In fat this was not the first time Alexander had relied on this\npractice. When Alexander the Great’s army conquered the Greek city of Thebes, he slaughtered\nthe army of Thebes and sold remaining people into slavery.** Plutarch describes the intent of\n{his incident in the following quote: “Alexanders principal objet in permitting the sack of\n“Thebes was to frighten the rest of the Greeks into submission by this terrible example.\"\n\n‘Though severe, Alexander's method in Sogdiana aligned withthe needs of the\n‘campaign. Now the Sogdian rebellion was not a small one. It stretched all across the region and\n\nArian, The Campaigns of Alexander, 201\n\n© Lonsdale, Alevander the Great: Lessons in Strategy, 46,\n\n© Atvian, The Campaigns of Alexander, 28.\n\n‘Mt Avrian. The Campaivns of Alexander. 61\n"
            },
            {
                "instance_id": 1,
                "class": "Header and Footer",
                "bbox": [
                    472,
                    11,
                    546,
                    30
                ]
            }
        ]
    },
    {
        "page_number": 22,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    59,
                    61,
                    551,
                    700
                ],
                "ocr_text": "‘Alexander the Great needed tobe quick and decisive about how he dealt with it. David J.\nLonsdale reiterates this stating, “Faced with an array of enemies across a wide area of\n‘operations, Alexander had to move quickly to prevent his forces being overwhelmed inthe face\n‘of eoordinated action by his foes.\" Lonsdale also rightfully points out that Killing off the men\nimminished the manpower for future uprisings.” As Alexander came tothe sixth town at\n‘Cyropolis,it was defeated and the inhabitants surrendered, and no source mentions the same\nbrutality carried out there as occurred in the frst five towns that he had retaken, As for the\nseventh fown, it was taken back by Alexander the Great's army, but itis unclear what happened\naflerwards.* Next, Marakanda was under siege by rebels and the force Alexander sent to relive the\ncity was repelled. Rising to this dangerous challenge to his authority, Alexander marched back\nacross Sogdiana with his army and shattered the besieging forces. The leader ofthe rebellion at\nMarakanda, Spitamenes, was chased into the desert by Alexander and his army.” He would\neventually be tacked down and betrayed by his men, who sent his head to Alexander the Great as a\npeace offering.\n\nHere we can se the effectiveness of Alexander's methods at work. This ation as well\nsuggests that many Sogdians believed they could not defeat Alexander and sought the best deal they\ncould get in defeat. Alexander's reputation asa formidable commander led many to seek terms of\nsurrender rather than igh\n\nAlexander then marched from Marakanda to Southern Sogdiana to defeat the rebel towns\n‘guarded by rock fortesses. The first one was at Sogdian Rock lead by Oxyastes, who was 0\n\n“Lonsdale, Alexander the Great: Lessons in Strategy, 91\n\n© Lonsdale, Alexander the Great: Lessons in Strategy. 9\n"
            },
            {
                "instance_id": 1,
                "class": "Header and Footer",
                "bbox": [
                    471,
                    11,
                    547,
                    30
                ]
            }
        ]
    },
    {
        "page_number": 23,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    56,
                    64,
                    549,
                    659
                ],
                "ocr_text": "surprised that Alexander's army breached his fortress, which lay upon a steep rock formation that\nhe surrendered\" The last remaining town in rebelion, led by a man named Chorienes, would also\nsurrender:® Chorienes asked Alexander the Great via messenger i he could speak with Oxyartes for\n‘Alexander the Great was very gracious towards Chorienes in return for his surender. As Arvian\ndescribes Alexander's generosity, “Chorienes he treated with the utmost consideration, actually\nputting the control of the rock into his hands and letting him continue to administer the same\ntersitory as before.™*\n\nIn review, when the Sogdians rebelled against Alexander the Great's occupation ofthe\nregion, he had to find a solution to effectively destroy all resistance, while atthe same time\npreserving a path to become the legitimate and unquestioned ruler. Alexander was successful at\nthis by slaughtering those who rebelled and rewarding those who honorably surrendered. Those\nWho served him faithfully could rely on his support\n\n‘Alexander the Great also mastered the art of maintaining situational and cultural\nawareness during his campaign in Sogdiana. After Alexander quelled the Sogdian uprising, he\ncould have started a brutal reign of terror, but he didn't Instead, he took steps towards winning\n‘over the people of Sogdiana and further establishing himself as the legitimate ruler of Asia. The\nfirst major step towards this pursuit was actually during the rebellion in Sogdiana after\n‘Alexander had chased Spitamenes into the desert from Marakanda. Alexander would later use\nMarakanda as rallying point for is army, which had been spread all over Sogdiana to fight\n"
            },
            {
                "instance_id": 1,
                "class": "Header and Footer",
                "bbox": [
                    471,
                    10,
                    547,
                    30
                ]
            }
        ]
    },
    {
        "page_number": 24,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    54,
                    66,
                    548,
                    634
                ],
                "ocr_text": "the rebellion. What is important to note about this is that Marakanda was the royal city of\nSogdiana. For Alexander the Great to use this “royal” city as a rallying point appears to signify\nhis authority in Sogdiana, as well as to affirm his strategic dominance\n\n‘There is evidence to suppor this argument based on how much Alexander the Great\ncared about Marakanda, When Spitamenes laid siege to Marakanda and defeated the fest\nMacedonian attempt to relieve the siege, Alexander took matters into his own hands. This is\nhhow Arian describes Alexander's reaction: “News ofthe debacle caused Alexander great\ndistress, and he determined to march with all speed against Spitamenes and the tribesmen with\nhhim....In three days he covered about 185 mils, and at dawn on the fourth was close to the\ntown\" Therefore, i is evident that Marakanda was very important to Alexander the Great and\ncrucial this authority inthe region. This case illustrates Alexander's keen sense of polities and\n‘the symbolism of imperial authority.\n\n‘After the rebellion, Alexander the Great made a shrewd political move by marrying the\ndaughter of “Oxyartes, who was a Sogdian rebel leader. The daughter was named “Rexane.\"*\n‘This marriage toa high status woman helped solidify Alexander's claim as ruler ofthe region,\n‘because now he was officially connected to the local people. The potential foundation of a\n‘new dynasty could base its claim to legitimacy on the basis of native as well as Greek\nheritage. Marriage alliances were not uncommon to Alexander; earlier on his campaigns in the\nPersian Empire he had Macedonian soldiers mary Persian women.®”\n"
            },
            {
                "instance_id": 1,
                "class": "Text",
                "bbox": [
                    67,
                    650,
                    406,
                    732
                ],
                "ocr_text": "© Anian, The Campaigns of Alexander, 29,\n\n Amian, The Campaigns of Alexander, 210-211\n Atrin, The Campaigns of Alexander, 236,\n\n© Quintus Curtus Rufus, The History of Alexander, 186,\n"
            },
            {
                "instance_id": 2,
                "class": "Header and Footer",
                "bbox": [
                    471,
                    10,
                    548,
                    30
                ]
            }
        ]
    },
    {
        "page_number": 25,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    47,
                    68,
                    536,
                    710
                ],
                "ocr_text": "‘Alexander the Great would invest even more effort by eventually adding Sogdians into\nhis military ranks, including three sons of Oxyastes \"Infact two of these sons would\npersonally join Alexander on campaign. This in theory would make it so Sogdians were\ninvested in Alexander's reign and his future conguests, from which they stood to benefit. In\ntur, if Alexander the Great's army failed, Sogdian blood would be shed as well. Ths type of\ncultural mixing ean be seen in other places too, as @ part of Alexander's foreign policy\nAccording o Anatoli Sagdullaev, “Many of the Greeks with Alexander studied the Persian\nlanguage... Alexander used Persians for administration and the government language was\nAramaic... his army was multiethnic... some areas actually did achieve a synthesis of\ndifferent cultres....but everything depended on Alexander's absolute system of military-\nadministrative rule\" However, Sadullaev stops short of deeming this practice of mixing\npeoples as part ofa plan to create a worldwide kingdom by calling ita mirage.” This is not\n‘the point, because in Sogdiana this practice was used and brought success to Alexander's\ncampaign.\n\nLastly, let's not forget that those who did not interfere with Alexander the Great were\nrewarded, such as Chorienes who was allowed to maintain his administrative position.”=\n‘Alexander the Great welcomed local administrators into his governance model, as long as\nthey were submissive to his authority. David J. Lonsdale reaffirms this ideology stating\n“Overall, Alexander's approach to the political administration ofthe empire was motivated by\n\n© Anian, The Campaigns of Alexander, 356.\n\n© Quintus Curtus Rufus, The History of Alexander, 186,\n\n® Sagdullaev, The Campaign of Alexander the Great in Sogdiana, 181\n\n» Sagdullaev, The Campaign of Alexander the Great in Sogdiana, 181.\n"
            },
            {
                "instance_id": 1,
                "class": "Header and Footer",
                "bbox": [
                    471,
                    11,
                    547,
                    29
                ]
            },
            {
                "instance_id": 2,
                "class": "Text",
                "bbox": [
                    77,
                    638,
                    478,
                    723
                ],
                "ocr_text": "© asrian, The Campaigns of Alexander, 356.\n\n© Quintus Custius Rufus, The History of Alexander, 186\n\n™ Sagdullav, The Campaign of Aleender the Great in Sogdiana, 18\n Sagdullav, The Campaign of Alexander the Great in Sogdiana, 181\n% Atvian, The Campaigns of Alexander, 237.\n"
            }
        ]
    },
    {
        "page_number": 26,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    57,
                    62,
                    556,
                    680
                ],
                "ocr_text": "‘need for stability, which manifested itself in a pragmatic approach, For the most part, this,\nmeant retaining existing structures where possible.\"\n\n‘The final method Alexander the Great used to ensure suecess in Sogdiana was his building\n‘campaign. When Alexander rallied his troops at Marakanda, he sent one of his commanders,\nHephueston, to begin the colonization of Sogdiana, As Arran states, “Alexander sent Hephacstion to\nplant settlements in various towns.”\"* This building campaign would allow Alexander the Great to\n‘maintain control of Sogdiana and resulted in the produetion of many forts all over the region.\nArchacologis Kristin M. Romey reinforces this perspective inthe following quote: “Romey details\nhow difficult the Sogdiana campaign was and that in Bactria and Sogdiana combined Alexander\nestablished more fortresses than anywhere else he campaigned.” Although specifies relating to\nWhere and what was built are not addressed by Atran in the literary record, we know from\narchaeological evidence near or inthe region that many forts were established across widely\ndistributed strategic junctions throughout the region. This included various fortified or fortifiable\nstructures, as well as new towns. For example, as Ihave mentioned before, Marakanda\n(Samarkand) had a military garrison and served asa rallying point for Alexander the Great's\narmy, meaning it was one of his main bases in Sogdiana. Also, the primary source by Quintus\n‘Curtius Rufus describes how Alexander maintained his winter quarters there and apparently held\n4 famous banquet.\" This would only reinforce the importance of Marakanda as an important site\nfor Alexander the Great. Now one could sill speculate about whether this isa reliable citation,\n\nLonsdale, Alexander the Great: Lessons in Strategy, $1\n\n Asvian, The Campaigns of Alexander, 29,\n\n° Romey, “The Forgotten Realm,” 1.\n\n‘hitp://archive archaeology.org/041 Vabstracts/alexander: html.\n"
            },
            {
                "instance_id": 1,
                "class": "Header and Footer",
                "bbox": [
                    471,
                    11,
                    547,
                    30
                ]
            }
        ]
    },
    {
        "page_number": 27,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    55,
                    66,
                    540,
                    701
                ],
                "ocr_text": "‘but from what I have seen historians tend to agree with this claim, Rufus as source tends to\nexaggerate, but we should also recognize this isa rather bland detail and there would be no\n‘reason to invent this piece of information. This is confirmed by my email correspondence with\nHolt, who considers ita reliable citation.\n\n‘We also know from archaeological evidence that Alexander the Great founded the\nfollowing fortresses and cities in Bactra on the border with Sogdiana. In Bactia he founded\nthe Kurganzol Fortress, the city of Ai Khanoum, and Kampyr-Tepe citadel. When it comes\nto the Bactian sites we need to remember thatthe reason why these archaeological sites are\n‘relevant, is because of their close proximity with Sogdiana, Therefore, they would very\nlikely resemble Sogdian constructions. As Mars states, “Although some ancient and modern\nhistorians teat the river Oxus (modern Amu-darya) as the boundary between Bacteia and\nSogdiana, Bactra is bound together by the Oxus, not divided by it. This ean be seen most\nleary in terms of material culture.” Next, should mention that all ofthese archaeological\nsites are located in Uzbekistan, except Ai Khanoum, which isin Afghanistan\n\nNow examination ofthe military fortifications ofthese sites offers indication ofthe goals,\nof Alexander the Great's building campaign. First, consider the Bactrian fortifications. Ai\nKhanoum was founded by Alexander and his army during the invasion of Bactra, which is\nindicated by the Greek architectural style ofthe site. The location of the site was strategie.\nAccording to Mairs, “Ai Khanoum was perfectly and deliberately placed to manage the resources\n‘of the surrounding plain and the mountains tothe south..The ety of Ai Khanoum was also\n\nRachel Mairs, “The Founder Shrine and the ‘Foundation’ of Ai Khanoum,”\n"
            },
            {
                "instance_id": 1,
                "class": "Header and Footer",
                "bbox": [
                    471,
                    10,
                    547,
                    30
                ]
            }
        ]
    },
    {
        "page_number": 28,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    56,
                    65,
                    549,
                    698
                ],
                "ocr_text": "designed to exploit the strategie potential ofits site, at the confluence of the Kokcha and the\n‘Oxus (Amu-darya).\"\" Military scholar David I. Lonsdale deseribes the military strategy behind\ncontrolling resources inthis particular quote: “In this respect, military force ean perform many\nfunctions. For example, it can be used to seize resources, force political change, or eradicate or\nethnically cleanse an enemy population. In this respect, the military ean be used to take “control”\n‘of a situation ™ Here indeed we see Alexander using his military to take control of resources in\n‘order to militarily dominate the region. As one can understand, strategy was paramount in the\nfoundation ofthese settlements. Maits also goes on to state that the site also had a large\nacropolis, with a high citadel.\"\n\n‘The Kurganzol Fortress was another example of Alexander's attempt to make\nfoundations to militarily control the territory. The ida that it was originally a foundation of\n‘Alexander is likely, because its period of occupation was during Alexander's campaign in the\nregion.\" Also, excavations atthe site examining the foundation layer ofthe Kurganzol Fortress,\nrevealed extensive signs of Hellenistic influence. For example, excavations discovered\nHellenistic architecture including columns atthe entrance and lots of Hellenistic pottery as\nwell” As forthe strategic location ofthe ste, the Kurganzol Fortress was uilt among other\nfortresses inthe Surkhan-darya Valley to defend the northern routes connecting the city Bactra\n\n» Maits, The Hellenistic Far East: Archaeology, Language, and Identity in Greek\nCentral Asia, 37-9.\n\n© Lonsdale, Alexander the Great: Lessons in Strategy. 18\n\n™ Mairs, The Hellenistic Far East: Archaeology; Language, and Identity in Greek\nCentral Asia 3.\n\n Mairs, The Hellenistic Far East: Archaeology, Language, and Identity in Greek\nCentral Asia, 163,\n\nLeonid Sverchkov, “The Kurganzol Forttess: (on the History of Central Asia in the\n"
            },
            {
                "instance_id": 1,
                "class": "Header and Footer",
                "bbox": [
                    471,
                    10,
                    547,
                    30
                ]
            }
        ]
    },
    {
        "page_number": 29,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    60,
                    63,
                    544,
                    708
                ],
                "ocr_text": "to Marakanda and the rest of Sogdiana.* The fortifications ofthe Kurganzol Fortress represent\n‘trend of fortresses north of the Oxus, which were bult with hollow walls with internal\nchambers and loopholes, i order to defend against ight cavalry or infantry attacks\" The wide\nwalls and strategie positioning seem congruent with the other Alexander-foundations that we\n‘know of in the egion, adding more evidence of te site's connection with Alexander. Overall,\n‘the positioning of the for in its specific topographie context and the carefully and robustly built\n‘walls all suggest that military defense was Alexander’ priority in this foundation,\n\nLastly, from Bactia we have the Kampyr-Tepe settlement. This settlement was\nanother one of the fortesses that archaeologists believe was founded by Alexander the\nGreat It was situated on the sight bank of the Amu Darya (the ancient Oxus River). As well\nshaving military functions, it was a trading poston the route connecting Bactria and its\ncapital Bactra (Balkh, northern Afghanistan) with Marakanda (Samarkand) in Sogdiana, a\n‘one that stretched from India tothe Caspian Sea\"? Ths fortress also ad a citadel in the\nHellenistie period\n\n* Mairs, The Hellenistic Far East: Archaeology, Language, and Identity in Greek\nCentral Asia, 163.\n\n8 Mairs, The Hellenistic Far East: Archaeology; Language, and Identity in Greek\nCentral Asia, 163-164.\n\n“©, Martinez Fereras, IM. Gurt Exparraguera, S. Pidaev, Edward Riveladze, and S. B\nBolelov.Tableware inthe Hellenistic Tradition from the City of Kampye Tepe in Ancient\nBactria (Uabekistan)” Archaeomerty, Vol. 58, 5. 2016), 763,\n\n‘tp /fonlinelibrary.wiley.com/woll/doi/10.1111/arem.12199/abstract.\n\n© Ferreras, JM. Gurt Esparraguera, Pidaev, Edward Rtveladze, and S. B.\nBolelov.“Tableware in the Hellenistic Tradition from the City of Kampye Tepe in Ancient\nBactria (Uzbekistan),” 736.\n\n® Getzel M. Cohen. The Hellenistic Settlements in the East from Armenia and\n“Mesopotamia to Bactria and India, (Betkeley: University of California Press, 2013), 277-\n"
            },
            {
                "instance_id": 1,
                "class": "Text",
                "bbox": [
                    70,
                    510,
                    545,
                    715
                ],
                "ocr_text": "® Mais, The Hellenistic Far East: Archaeology, Language, and Identity in Greek\nCentral Asia, 183,\n\n% Mais, The Hellenistic Far East: Archaeology; Language, and Mentty in Greek\nCentral Asia, 163-168.\n\n%V, Martinez Ferreras, IM. Gust Esparraguera,S, Pidaev, Edward Riveladze and 8. B.\nBolelov.Tableware inthe Hellenistic Tradition from the City of Kampye Tepe in Ancient\nBactia (Uabekistan),” Archacomerty, Vo. 58, 5. (2016), 763,\n\nInpi/onlinelibrary. wiley com/wol/di/10.111 Iarem.12198/abstract.\n\n© Ferreras, JM. Gut Esparraguera,S.Pidaev, Edward Riveladze ad S. B.\nBolelov.\"Tableware inthe Hellenistic Tradition from the City of Kampys Tepe in Ancient\nBactia (Uabekistan),” 736.\n\n® Geizel M. Cohen. The Hellenistic Setslements in the East from Armenia and\nMesopotamia to Bactra and india, (Berkeley: University of California Press, 2013), 277-\n"
            },
            {
                "instance_id": 2,
                "class": "Header and Footer",
                "bbox": [
                    471,
                    10,
                    546,
                    30
                ]
            }
        ]
    },
    {
        "page_number": 30,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    56,
                    62,
                    547,
                    592
                ],
                "ocr_text": "As forthe fortesses in the region formerly known as Sogdiana, we have evidence that\nfortresses do exis, For example, Alexandria Eschate located in Tajikistan is even referenced in the\n‘primary sources about Alexander the Great” There has been no archaeology going on there,\nhowever. Next, we have the mysterious Nur Fortress located in the city of Nurata, which acording\nto numerous non-scholarly claims was founded by (or improved by) Alexander the Great. It is also\nsaid thatthe city Nurata used to be called “Nur.” Unfortunately, there is as of yet no confirmed\narchaeological or primary source evidence to support these claims, given the fact there has been\n‘no excavation reported at this site. Ifyou were to google “Nur Fortress” every tourist site talks\nabout it but there is not one scholarly source I could locate about the fortress. was able to visit.\nthe Nur Fortress and the locals told me all about how Alexander the Great was there, Accounts\nlinked Alexander closely to some of the most notable features ofthe city, such asa famous\nspring. What I saw atthe site were massive walls encompassing a large swath of land, located\nata strategic point atop ofa large hill, overlooking the modern day city of Nurata. Further,\n‘Nurata was positioned so as to be the foremost defensive point of Sogdiana looking to the\n‘northwest. Nurata was the last outpost before reaching the desert and was in a exitcal position,\n‘because this site is north of and between Bukhara and Marakanda two very important etis in\nSogdiana. Therefore, if Nurata fll it would leave both these valuable cities exposed. As a\n‘result, it makes great strategic sense for tis to be a location Alexander would have used, i not\n"
            },
            {
                "instance_id": 1,
                "class": "Header and Footer",
                "bbox": [
                    472,
                    10,
                    548,
                    30
                ]
            },
            {
                "instance_id": 2,
                "class": "Header and Footer",
                "bbox": [
                    84,
                    678,
                    328,
                    708
                ]
            }
        ]
    },
    {
        "page_number": 31,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    61,
                    74,
                    543,
                    182
                ],
                "ocr_text": "‘Shown below tn Hguse | is a map I Rave added on to showing the importamt sites\n‘Alexander had conquered and founded, as well as possible site of Alexander's control the Nur\nFortress at Nurata\n\nFigure 1. Map of Ancient Bactria and Sogdiana..”\n"
            },
            {
                "instance_id": 1,
                "class": "Text",
                "bbox": [
                    62,
                    464,
                    541,
                    632
                ],
                "ocr_text": "In conclusion of this section, along with Alexander's military strategy of destroying or\nforcing the submission of his enemies and his cultural and situational cognizance. These\nfortifications can be seen as part of Alexander's military strategy to command and conquer the\nregion. The contol over resources and strategic locations in general is necessary for any\nconqueror and this building campaign nicely articulates this stategy\n"
            },
            {
                "instance_id": 2,
                "class": "Header and Footer",
                "bbox": [
                    472,
                    11,
                    546,
                    30
                ]
            },
            {
                "instance_id": 3,
                "class": "Header and Footer",
                "bbox": [
                    97,
                    68,
                    513,
                    89
                ]
            },
            {
                "instance_id": 4,
                "class": "Text",
                "bbox": [
                    63,
                    204,
                    544,
                    442
                ],
                "ocr_text": "t aN A\n& Potone eetoy ae pee\nur ae HES:\nSay : noe pl\nRES coisNa cient Cami oo |\nANA Sab Began a\nxenps Niwa 8g t\nrortedten WK) Cubes ‘hens ees\na cour sen — hago BP eines es\n° al fe ee\n> SPSS Rhee |\nont, Teme Fo eaten | Roksan\n“ Pe ars OGD sn *Red undertines\nee Men) Pama Ones are adaicns!\n( ay ditions |\nPaw 4 \"Sop madeo\n"
            },
            {
                "instance_id": 5,
                "class": "Header and Footer",
                "bbox": [
                    56,
                    680,
                    539,
                    723
                ]
            },
            {
                "instance_id": 6,
                "class": "Figure",
                "bbox": [
                    57,
                    201,
                    549,
                    444
                ],
                "image_path": "annie_extracted_data/Alexander_the_Great_in_Sogdiana/Figure\\page_31instance6.jpg"
            }
        ]
    },
    {
        "page_number": 32,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    52,
                    107,
                    553,
                    592
                ],
                "ocr_text": "IV. Alexander the Great’s Numismatic Legacy\n\nEarlier, we saw how Alexander the Great suecessfully conquered Sogdiana, but what\ninfluence did he bring tothe region and what was his legacy? To have legacy and influence\nmeans fo not only be remembered and commemorated for what you did, but also to have a\nsubstantial impact on the future. This is exactly what Alexander the Great did. The first proof of\n‘Alexander's legacy and influence comes from coinage found in Uzbekistan, This coinage came\nfrom the Greco-Bactian Kingdom, of which the teritory of Sogdiana and Bactria would have\n‘been pat. Alexander the Great died on June 11, 323 B.C.\" His empire would collapse, but his\nlegacy and influence continued, especially in Sogdiana. After his death Sogdiana and Bactria\n‘would fll under the control ofa neily formed Hellenistic state called the Seleucid Empire\nWhich would continue the traditions of Alexander the Great? Between 250-225 B.C. though, a\nGreek governor of Baca, by the name of Diodotus I and his son Diodotus Il would rebel and\n<reate the Greco-Bactrian Kingdom.” The Greco-Bacteian kings would carry on the legacy of\n‘Alexander the Great by mimicking his coinage, as a way of claiming that they were rightful\nheirs to the throne. They believed they were the successors of a dynasty founded by Alexander\nthe Great. Amazingly, ths would carry on with the Greco-Bactrian Kingdom's suocessor the\nKushan Empire, The Kushan Empire would mimi Alexander the Great's coinage and use the\n"
            },
            {
                "instance_id": 1,
                "class": "Text",
                "bbox": [
                    73,
                    666,
                    502,
                    731
                ],
                "ocr_text": "° Holt, Into the Land of Bones: Alexander the Great in Afghanistan, 115.\n° Holt, Into the Land of Bones: Alexander the Great in Afghanistan, 125.\n° Holt, Into the Land of Bones: Alexander the Great in Afghanistan, 125-126.\n"
            },
            {
                "instance_id": 2,
                "class": "Header and Footer",
                "bbox": [
                    471,
                    10,
                    548,
                    30
                ]
            }
        ]
    },
    {
        "page_number": 33,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    49,
                    62,
                    539,
                    199
                ],
                "ocr_text": "Greek language, until it was purposely changed in the second century A.D. by the Kushan king,\nKanishka the Great.\n\n‘To understand this coinage connection fully, we must frst understand the coinage of\n‘Alexander the Great. His coinage often featured Greek gods like Zeus and Herakles, as well\n‘on hie ramen im Cirnek cm the calm % ‘Thia can he anem helou io Fiewre 2.\n"
            },
            {
                "instance_id": 1,
                "class": "Text",
                "bbox": [
                    57,
                    349,
                    541,
                    708
                ],
                "ocr_text": "Figure 2 Silver tetradrachma of Alexander the Great, 336 B.C. t0 323 B.C, Obverse of\n“Herakles weating a lion skin” and reverse of Zeus holding an eagle with his right hand and a\nscepter in his left hand, with “Alexander's” inscribed in Greek vertically down the ight side of\nthe coin\n\n‘This type of coinage was not new to the Macedonians, because Macedonian royals in\nfact claimed descent from Herakles.” Therefore, other Macedonian kings have used Herakles,\nas well as Zeus on their coinage before Alexander did.®* Now the reason why Alexander had\n\n™ Mairs, The Hellenistic Far East: Archaeology, Language, and Identity in Greek\nCentral Asia, V8,\n\n° Zoe Sophia Kontes, “The Dating ofthe Coinage of Alexander the Great,”\n‘ups:fbrown.edu/Departments/loukowsky_Insitute/publications/papers/alexander_coina\nsgefalexander hi\n\nZoe Sophia Kontes, “The Dating ofthe Coinage of Alexander the Great,”\n-ups:forown.edu/Departments/Joukowsky_Institute/publcations/papers/alexander_coina\n¢gelalexander hi\n\n° Jerome Jordan Pollit. Artin the Hellenistic Age (Cambridge: Cambridge University\nPress, 1986), 25.\n"
            },
            {
                "instance_id": 2,
                "class": "Image",
                "bbox": [
                    285,
                    207,
                    416,
                    336
                ],
                "image_path": "annie_extracted_data/Alexander_the_Great_in_Sogdiana/Image\\page_33instance2.jpg"
            },
            {
                "instance_id": 3,
                "class": "Image",
                "bbox": [
                    151,
                    207,
                    295,
                    335
                ],
                "image_path": "annie_extracted_data/Alexander_the_Great_in_Sogdiana/Image\\page_33instance3.jpg"
            },
            {
                "instance_id": 4,
                "class": "Header and Footer",
                "bbox": [
                    472,
                    11,
                    547,
                    29
                ]
            },
            {
                "instance_id": 5,
                "class": "Image",
                "bbox": [
                    145,
                    203,
                    427,
                    344
                ],
                "image_path": "annie_extracted_data/Alexander_the_Great_in_Sogdiana/Image\\page_33instance5.jpg"
            }
        ]
    },
    {
        "page_number": 34,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    58,
                    60,
                    546,
                    660
                ],
                "ocr_text": "used these Greek gods was more than just eopying his predecessor, it was about what they\nsymbolized to him and about him. For example, as scholar Jerome Pollit state, “The hero\nHerakles can be seen asa prototype for Alexander, a conquering hero and ancestor..who\nbrought glory to Greek culture, of which the hero himself was kind of an embodiment. Now\nthe symbolism of Zeus was used fora similar effect, but in a slightly different way. As Polit\ndescribes “Zeus, as the father of Herakles, could be seen..not only as the ultimate ancestor of\nthe Macedonian line but also asthe arbiter and judge of heroic achievement.\" As one ean\ndetermine the symbolism of these Greek heroes was extremely powerful for Alexander and\nthe placement of them on his coinage reflected Alexander's wishes to be a part ofthis ieonie\nlegacy. In fat, Alexander wanted tobe thought of asthe Herakles and the son of Zeus.\" Ibis\neven said that Alexander not only depicted Herakles on his coinage, but might have depicted\nhimself as Herakles on his coinage too.!® Therefore, the deep ties Alexander felt to Herakles,\nand Zeus cannot be understated\n\nAnother important coin of Alexander shows him wearing an elephant headdress on\nsome of the coinage of his general and future successor Ptolemy.\" The most prominent\n‘example though, isthe “Mir Zakah” coin, which was minted by Alexander and featured\nhimself wearing an elephant headdress, because of his own conquest of India.\n\nPolit, Art inthe Hellenistic Age, 2S\n\n20\" Pollitt, Artin the Hellenistic Age, 25.\n\n201 Pollitt, Artin the Hellenistic Age, 26\n"
            },
            {
                "instance_id": 1,
                "class": "Header and Footer",
                "bbox": [
                    471,
                    10,
                    548,
                    30
                ]
            }
        ]
    },
    {
        "page_number": 35,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    55,
                    345,
                    555,
                    724
                ],
                "ocr_text": "‘Alexander the Great wearing an elephant headdress, with an aegis around his neck, ram horns\ncoming from his temple and the reverse features an elephant witha couple Greek letters.\n\n‘Alexanders legacy and influence would then be continued on the coinage of the\nGreco-Bactrian kings and even some Kushan kings from the Kushan Empire that would\nsucceed the Greco-Bactria Kingdom. While visiting the State Museum of History of\nUabekistan in Tashkent and the Afrasiab Museum in Samarkand, I was able to take pictures of\nthe coinage I saw from the Greco-Bactrian Kingdom. In Tashkent I saw seven gold coins and\nin Samarkand I saw six silver coins. The kings represented on the coinage include Diodotus 1\n(Died 235 B.C), Euthydemus I (226-186 B.C)\", two of Demetrius 1 (186-170 BC)\",\n\n°°* Frank L. Holt, “Ptolemy\"s Alexandrian Postscript,” Saudi Aramco World, Vol. 37, No.\n6 (2006), 49.\n\n*S¢ Homblower and Spaworth, The Oxford Classical Dictionary (3 rev. ed).\n\n© Hornblower and Spaworth, The Oxford Classical Dictionary (3 rev. ed).\n\n106 Hornblower and Spaworth, The Oxford Classical Dictionary (3 rev. ed.)\n"
            },
            {
                "instance_id": 1,
                "class": "Figure",
                "bbox": [
                    58,
                    72,
                    542,
                    396
                ],
                "image_path": "annie_extracted_data/Alexander_the_Great_in_Sogdiana/Figure\\page_35instance1.jpg"
            },
            {
                "instance_id": 2,
                "class": "Image",
                "bbox": [
                    237,
                    45,
                    381,
                    323
                ],
                "image_path": "annie_extracted_data/Alexander_the_Great_in_Sogdiana/Image\\page_35instance2.jpg"
            },
            {
                "instance_id": 3,
                "class": "Header and Footer",
                "bbox": [
                    469,
                    11,
                    548,
                    30
                ]
            }
        ]
    },
    {
        "page_number": 36,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    53,
                    66,
                    543,
                    572
                ],
                "ocr_text": "Antimacos I (185-170 B.C)\", Agathokles (190-180 B.C.)\"\", two of Eucratides the Great\n(170-145 B.C,\" and the Kushan king Vima Takto (80-110 A.D)!\" then used the pictures,\ntw identify the coins with numismatic resources onlin, because they were not labeled inthe\nmuseums. Two of the gold coins I saw in Tashkent I was not abe to identify. Also, among the\npictures I will goin depth about, some were not of the highest quality. Therefore, ina couple\nceases, Thave used pictues from the internet of the same coins I saw inthe museum.\n\n‘The fist coin comes from the Greco-Bactian king Diodotus I the first Greeo-Bacteian\nruler!\" This is a gold coin of Diodotus I, Figure 4 features Diodotus I witha diadem on his head\n‘on his head. The most famous characteristic of Alexander the Great was the “diadem” which ean\nbe seen referenced on coinage.'™ Alexander was well known for wearing a diadem, For\nexample, Plutarch and Atrian both mention a man being put to death by Alexander for wearing\nhis diadem.\"* Besides the diadem other clear connections to Alexander the Great include the\nimage of Zeus on the reverse of the coin, as wel a the Greek text!\" Also, this coin was\n\n°©% Carlos A. Picon and Sean Hemingway, eds. Pergamon and the Hellenistic Kingdoms\n(of the Ancient World (New York: Metropolitan Museum of Art, 2016), 154\n\n\"Jason Neelis. Early Buddhist Transmission and Trade Networks: Mobility and\n\nExchange Within and Beyond the Northwestern Borderlands of South Asia (Dynamics in the\nHistory of Religions) (Leiden: Brill, 2010), 102. -\n"
            },
            {
                "instance_id": 1,
                "class": "Text",
                "bbox": [
                    54,
                    488,
                    546,
                    720
                ],
                "ocr_text": "© Carlos A. Picon and Sean Hemingway. eds. Pergamon and the Hellenistic Kingdoms\n(of the Ancient World (New York: Metropolitan Museum of Art, 2016), 154\n\"Jason Neelis. Early Buddhist Transmission and Trade Networks: Mobility and\nExchange Within and Beyond the Northwestern Borderlands of South Asia (Dynamics in the\nHistory of Religions) (Leiden: Bil, 2010), 102\nHornblower and Spaworth, The Oxford Classical Dictionary (3 rev. ed).\n\"Ladislav Stanco. Greek Gods in the East: Hellenistic Iconographie Schemes in\nCentral Asia (Prague: Karolinum Press Charles University, 2013), 205,\n\"Holt, Into the Land of Bones: Alexander the Great in Afghanistan, 125-126,\n\"84 Andrew W. Collins, “The Royal Costume and Insignia of Alexander the\nGreat,” American Journal of Philology, Vol. 133, No. 3.2012), 377\nIntps:fespace:library.uq edu au/view/U'Q:285127/UQ285127_OA pat\n\"Plutarch, The Age of Alexander, 330; Atrian, The Campaigns of Alexander, 387.\n€7oe Sophia Kontes, “The Dating ofthe Coinage of Alexander the Great,”\nIups:forown.edu/DepartmentslJoukowsky_Institute/publication/papers/lexander_coina\n‘eelalexander html.\n"
            },
            {
                "instance_id": 2,
                "class": "Header and Footer",
                "bbox": [
                    471,
                    11,
                    548,
                    30
                ]
            }
        ]
    },
    {
        "page_number": 37,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    54,
                    155,
                    544,
                    721
                ],
                "ocr_text": "Figure 4. Gold Stater of Diodotus 1,255 B.C. to 235 B.C., Obverse of ‘Diodotus”\nwearing diadem and reverse of Zeus walking nude with an aegis over left arm, while wielding a\nthunder bolt. Also “King Antiochos 1” is inseribed in Greek.\"\n\n“The next coin is of the Greco-Bactrian king Demetrius I Figure 5 shows the\nfollowing connections to Alexander the Great. His name was inscribed on the coinage just\nlike Alexander the Great did on his coinage. Secondly he features the Greek god Herakles\n‘on the reverse of his coin, which as mentioned earlier was a god Alexander the Great\ndearly admired.\" Lastly, on the obverse ofthe coin he is wearing an elephant headdress.\n‘This represents his conquest of India.\" Iis also a feature that represents Alexander the\nGreat, whose famous campaign ended in India as seen earlier.\"\n\n7 Holt, Into the Land of Bones: Alexander the Great in Afghanistan, 12.\n\n8 Ben Baumann, “Gold Stater of Diodotus 1.” State Museum of History of\nUsbekistan, Figure 3\n\n8“Djodotos L” Wildwinds.com, April 16, 2017.\n\n-ntpstvww.wildwinds com/coins/greece/baktriakingsidiodotos_Uthtml\n\n#507 oe Sophia Kontes, “The Dating ofthe Coinage of Alexander the Great,”\n-ups:forown.edu/Departmentlfoukowsky_Insitute/publicationspapers/alexander_coina\nsgelalexander hi\n\n=! William Woodthorpe Tarn, The Greeks in Bactria and India. (Cambridge: Cambridge\nUniversity Press, 2010), 131\n\n\"= A.B Bosworth, Conquest and Empire: The Reign of Alexander the Great\n(Cambridge: Cambridge University Press, 1988), 180.\n"
            },
            {
                "instance_id": 1,
                "class": "Image",
                "bbox": [
                    156,
                    118,
                    298,
                    232
                ],
                "image_path": "annie_extracted_data/Alexander_the_Great_in_Sogdiana/Image\\page_37instance1.jpg"
            },
            {
                "instance_id": 2,
                "class": "Image",
                "bbox": [
                    317,
                    114,
                    459,
                    231
                ],
                "image_path": "annie_extracted_data/Alexander_the_Great_in_Sogdiana/Image\\page_37instance2.jpg"
            },
            {
                "instance_id": 3,
                "class": "Header and Footer",
                "bbox": [
                    471,
                    10,
                    547,
                    30
                ]
            },
            {
                "instance_id": 4,
                "class": "Header and Footer",
                "bbox": [
                    68,
                    65,
                    523,
                    94
                ]
            },
            {
                "instance_id": 5,
                "class": "Figure",
                "bbox": [
                    83,
                    119,
                    525,
                    256
                ],
                "image_path": "annie_extracted_data/Alexander_the_Great_in_Sogdiana/Figure\\page_37instance5.jpg"
            }
        ]
    },
    {
        "page_number": 38,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    52,
                    612,
                    492,
                    710
                ],
                "ocr_text": "© Ben Baumann. “Gold Stater of Demetrius ” State Museum of History of\nUsbekistan, Figure 5; “Demetrios.” Wildwinds.com, April 16,2017,\n-ntp:/hvww wildwinds conn/coins/greecefbaktriakings/demettiost htm\n\n© Arsian, The Campaigns of Alexander, 213.\n\n5 Holt, Into the Land of Bones: Alexander the Great in Afghanistan, 128.\n"
            },
            {
                "instance_id": 1,
                "class": "Text",
                "bbox": [
                    59,
                    225,
                    544,
                    440
                ],
                "ocr_text": "‘wearing an elephant headdress and reverse of Herakles, with “King Demetrius 1” inscribed in\nGreek.\"\n\n“Then we have the coin of Greco-Bactian king Bueratides the Great. The coin in figure 6\nshows the following conneetions to Alexander the Great. The coin shows Eucratides the Great\n‘wearing Alexander the Greats signature diadem. The Greek gods known together as\nDioskouroi also received sacrifices from Alexander on oceasion.!™ Most importantly though,\nBucratides refers to himself as “the Great”, which isa direct reference tothe Greco-tadition.\"®\n"
            },
            {
                "instance_id": 2,
                "class": "Image",
                "bbox": [
                    278,
                    439,
                    430,
                    582
                ],
                "image_path": "annie_extracted_data/Alexander_the_Great_in_Sogdiana/Image\\page_38instance2.jpg"
            },
            {
                "instance_id": 3,
                "class": "Image",
                "bbox": [
                    163,
                    80,
                    290,
                    199
                ],
                "image_path": "annie_extracted_data/Alexander_the_Great_in_Sogdiana/Image\\page_38instance3.jpg"
            },
            {
                "instance_id": 4,
                "class": "Figure",
                "bbox": [
                    76,
                    79,
                    536,
                    244
                ],
                "image_path": "annie_extracted_data/Alexander_the_Great_in_Sogdiana/Figure\\page_38instance4.jpg"
            },
            {
                "instance_id": 5,
                "class": "Header and Footer",
                "bbox": [
                    470,
                    10,
                    548,
                    30
                ]
            },
            {
                "instance_id": 6,
                "class": "Image",
                "bbox": [
                    185,
                    442,
                    324,
                    580
                ],
                "image_path": "annie_extracted_data/Alexander_the_Great_in_Sogdiana/Image\\page_38instance6.jpg"
            },
            {
                "instance_id": 7,
                "class": "Figure",
                "bbox": [
                    128,
                    444,
                    485,
                    595
                ],
                "image_path": "annie_extracted_data/Alexander_the_Great_in_Sogdiana/Figure\\page_38instance7.jpg"
            }
        ]
    },
    {
        "page_number": 39,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    59,
                    64,
                    549,
                    327
                ],
                "ocr_text": "Figure 6, Silver tetradrachma of Eucratides the Great, 171 B.C. to 145 B.C., Obverse of\n“Eukratides” wearing a Boeotian helmet with a diadem and bull horns and reverse of Dioskouroi\n‘charging on horseback each holding a palm branch and spear, with “King Eucratides the Great”\ninscribed in Greek.!**\n\n‘The last coin I will reference was that of the Kushan king Vima Takto. Also, itis\nimportant to note that the coin I saw of Vima Takto was silver, while the one in figure 7 is\n‘bronze. Both coins however, have the same design on them. As seen in figure 7, this coin also\nthas various connections with Alexander the Great. First, on the obverse ofthe coin he is wearing\n‘a diadem and secondly he takes the name “Soter Megas” on the back of his coin in Greek. This\n"
            },
            {
                "instance_id": 1,
                "class": "Text",
                "bbox": [
                    57,
                    507,
                    555,
                    721
                ],
                "ocr_text": "Figure 7. Bronze tetradrachma of Vima Takto , 80 A.D. to 100 A.D., Obverse of “Vima\n‘Takto” with a diadem holding a scepter and the symbol of Vima Takto, The reverse shows Vima\n\"26-Bucratides L” Wildwinds.com, April 16,2017,\n-tpswww.wildwinds convcoins/greece/baktriakingsleukratides_Vi.htal\nCribb, Joe. “The Soter Megas coins ofthe first and second Kushan kings, Kuju\nKadphises and Wima Takto.\" Gandharan Snudies, Vol. 8. 2018), 79-122.\nIups:www academia edu/5209190/The_Soter_Megas coins of_the_fist_and_second\n_Kushan_kings_Kujula_Kadphises_and_Wima Takto\n"
            },
            {
                "instance_id": 2,
                "class": "Image",
                "bbox": [
                    106,
                    330,
                    468,
                    490
                ],
                "image_path": "annie_extracted_data/Alexander_the_Great_in_Sogdiana/Image\\page_39instance2.jpg"
            },
            {
                "instance_id": 3,
                "class": "Image",
                "bbox": [
                    165,
                    338,
                    357,
                    479
                ],
                "image_path": "annie_extracted_data/Alexander_the_Great_in_Sogdiana/Image\\page_39instance3.jpg"
            },
            {
                "instance_id": 4,
                "class": "Header and Footer",
                "bbox": [
                    471,
                    10,
                    547,
                    30
                ]
            },
            {
                "instance_id": 5,
                "class": "Image",
                "bbox": [
                    260,
                    336,
                    444,
                    482
                ],
                "image_path": "annie_extracted_data/Alexander_the_Great_in_Sogdiana/Image\\page_39instance5.jpg"
            }
        ]
    },
    {
        "page_number": 40,
        "instances": [
            {
                "instance_id": 0,
                "class": "Form",
                "bbox": [
                    13,
                    92,
                    594,
                    612
                ],
                "image_path": "annie_extracted_data/Alexander_the_Great_in_Sogdiana/Form\\page_40instance0.jpg"
            },
            {
                "instance_id": 1,
                "class": "Text",
                "bbox": [
                    58,
                    579,
                    546,
                    717
                ],
                "ocr_text": "‘Out ofall the kings I could identity, which amounted to ten of the thieteen I viewed, all\nhha references to Alexander the Great, Coins linked to the remaining Greco-Bactrian kings\n8Soter Megas.” Wildwinds.com, April 16, 2017,\n-ntpswww.wildwinds comveoins/greecefindo_scythians/soter_megas/t hl\n\"Baumann, Ben. “Coinage Summary.” Figure 8\n"
            },
            {
                "instance_id": 2,
                "class": "Header and Footer",
                "bbox": [
                    471,
                    10,
                    548,
                    30
                ]
            },
            {
                "instance_id": 3,
                "class": "Text",
                "bbox": [
                    55,
                    63,
                    555,
                    114
                ],
                "ocr_text": "‘Takto riding a horse and holding a scepter, with “Ruling King the Great Savior” inseribed in\nGreek, and the symbol of Vima Takto.!2*\n"
            },
            {
                "instance_id": 4,
                "class": "Text",
                "bbox": [
                    62,
                    646,
                    500,
                    716
                ],
                "ocr_text": "8Soter Megas.” Wildwinds.com, April 16, 2017,\n-ntpswww.wildwinds comveoins/greecefindo_scythians/soter_megas/t hl\n\"Baumann, Ben. “Coinage Summary.” Figure 8\n"
            }
        ]
    },
    {
        "page_number": 41,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    55,
                    60,
                    544,
                    691
                ],
                "ocr_text": "reflect connections to Alexander the Great as well. They include a silver tetradrachma coin\nassociated with Euthydemus I, featuring the Greek god Herakles on the reverse, and the name\nEuthydemus In Greek on the reverse. There is also a gold stater coin associated with\nAntimachos I. which shows the Greek god Poseidon on the reverse side, to whom Alexander the\nGreat made sacrifices™ Also, he had his name in Greek on the reverse, Another gold state coin is\n‘of Agathokles, depicting him wearing adiadem on the obverse side, The reverse includes Zeus and\nthe name Agathokles in Greek. The next coin of Agathokles, this one being a silver tetradrachma,\nshows him wearing a diadem on the obverse. The reverse includes Zeus and the name Agathokles in\nGreek again, Lally, we have another coin of Bucratides the Great, this one was a gold sater,\nfeaturing the Greek gods known as Dioskouroi wearing diadems on obverse of the coin. On the\nreverse it depicts Eucratides the Great and has his name in Greek. All ofthis coinage together\nstrongly reflects the enormity of Alexander the Greats legacy and influence in the region of\nSogdiana and Bactria. It not only reflects the desire of the kings to place themselves in\n‘Alexanders iconographic and numismatic tradition, but the expectations of the people living\nunder these rulers. Therefore what is placed on the coinage also symbolizes what the local\npopulous expeets. Finally, this is more than just literary evidence; this is physical evidenee,\nWhich i less upto interpretation.\n\nV. Other Evidence\n\nEarlier I mentioned the building campaign Alexander the Great conducted in Sogdiana\n‘and Baeitia, This resulted in many fortresses and settlements but these fortresses and settlements,\n"
            },
            {
                "instance_id": 1,
                "class": "Header and Footer",
                "bbox": [
                    472,
                    11,
                    546,
                    30
                ]
            }
        ]
    },
    {
        "page_number": 42,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    62,
                    71,
                    543,
                    384
                ],
                "ocr_text": "‘had more than just a military impact. When Alexander the Great conquered the region, he also\nWould create an influence that would last othe present day. Take the archaeological remains in\nBactria for example. Based on the excavations of the Kurganzol Fortress, the site had a Greek\nfoundation. Evidence of this comes from the fact that the Kurganzol Fortess” original\nfoundation included Hellenistic wooden columns at the entrance to the fortess, as mentioned\nearlier Also found on the foundation level were a large variety of Hellenstie pottery.\" In\ntotal the site underwent four different periods of habitation all showing Hellenistic influence.\"\nDuring period one (4* century B.C. most likely 328 B.C.) a fortress was built probably by\n‘Alexander the Great.\" During period two, (first half of 3% century B.C.) the internal structure\nwas built by the Seleucids.\" During period three, (second half of 3 century B.C.) the\nKurganzol Fortress losis fortfieations.\"” Lastly in period four, (frst half of the 2\" century\nB.C.) infrequent periods of habitation occurred.\n"
            },
            {
                "instance_id": 1,
                "class": "Text",
                "bbox": [
                    63,
                    466,
                    558,
                    714
                ],
                "ocr_text": "© Leonid Sverchkov. “The Kurganzol Fortress: (on the History of Central Asia in the\nHellenistic Era)” Ancient Civilizations from Seythia to Serbia, 14. 2008), 123,\n-ntp/foooksandjournalsbrllonline.com/contentjournals/10.1163/092907708x339607.\n\n2 Sverchkov, “The Kurganzol Fortress (onthe History of Central Asia inthe Hellenistic\nEra),” 123.\n\nSverchkov, “The Kurganzol Fortress (onthe History of Central Asia inthe Hellenistic\nEra)\" 131\n\n™€ Sverchkov, “The Kurganzol Fortress: (on the History of Central Asia in the Hellenistic\nEra),” 185-188.\n\n8 Sverchkov, “The Kurganzol Fortress: (on the History of Central Asia in the Hellenistic\nEra),” 188.\n\n'¢ Sverchkov, “The Kurganzol Fortress: (on the History of Central Asia in the Hellenistic\nEra),” 188.\n\n7 Sverchkov, “The Kurganzol Fortress (on the History of Central Asia inthe Hellenistic\nEra),” 187.\n\n8 Sverchkov, “The Kurganzol Fortress: (on the History of Central Asia in the Hellenistic\n"
            },
            {
                "instance_id": 2,
                "class": "Header and Footer",
                "bbox": [
                    471,
                    10,
                    547,
                    30
                ]
            }
        ]
    },
    {
        "page_number": 43,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    58,
                    69,
                    551,
                    720
                ],
                "ocr_text": "‘The next site at Ai Khanoum, based on all the archaeology done thus far also shows lots\n‘of Hellenistic influence.\" This includes a Greek architectural style featuring Corinthian\ncolumns.\" Also, thee is a Greek gymnasium, which was used as a place for activites and\nsocializing, and a shrine of the Greek “Kineas.\"* The gymnasiums are especially important,\n‘because they represent the lifestyle ofthe people and what they did whether that be athletes or\nintellectual pursuits. An even more amazing find atthe ste includes Greek texts withthe names\n‘of Greeks like Heliodorous, as well as names of Bactrians.\" Also found at the site are works of\nGreek literature, which included philosophical and dramatic texts, and a Greek theatre.\"\nAnother interesting note, i that when it came to funerals, Greek inscriptions were most\n‘commonly used.\" In fact, according to Rachel Mairs there is so much evidence of Greek\nculture atthe site that Mairs believes Greek identity might have been common among the\npeople living there, whether they were native Greek or Bactrian.*\n\nKampyr-Tepe is significant hete, too. According to Getzel M. Cohen, the site definitely\nhhas Greek influence, the question is how much? The amount archaeological work done atthe\n\n© Mairs, The Hellenistic Far East: Archaeology, Language, and Identity in Greek\nCentral Asia, 57\n\n4 Mairs, The Hellenistic Far East: Archaeology, Language, and Identity in Greek\nCentral Asia, 24\n\n8 Mais, The Hellenistic Far East: Archaeology; Language, and Identity in Greek\nCentral Asia, 63.\n\n\"© Mairs, The Hellenistic Far East: Archaeology, Language, and Identity in Greek\nCentral Asia, 179-184: Mars, The Hellenistic Far East: Archaeology, Language, and Identity in\nGreek Cenural Asia, 10.\n\nMais, The Hellenistic Far East: Archaeology; Language, and Identity in Greek\nCentral Asia, 91.92: Mars, The Hellenistic Far East: Archaeology; Language, and Identity in\nGreek Cenural Asia, 179-184.\n\n“ Mairs, The Hellenistic Far East: Archaeology, Language, and Identity in Greek\nCentral Asia, 183,\n\n8 Mais, The Hellenistic Far East: Archaeology; Language, and Identity in Greek\nCentral Asia, 186.\n"
            },
            {
                "instance_id": 1,
                "class": "Header and Footer",
                "bbox": [
                    471,
                    11,
                    548,
                    29
                ]
            }
        ]
    },
    {
        "page_number": 44,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    54,
                    70,
                    549,
                    337
                ],
                "ocr_text": "site is limited, compared to Ai Khanoum. At the site though, they have found a Hellenistic\ncitadel, Greek graffiti, and around 300 Greco-Bactrian coins.\" As a result, Edward Rveladze\nsees ita a possible Hellenistic settlement once upon a time.\"\n\n[As for Sogdiana, besides all the coinage that was found in the region of Sogdiana, many\n‘of which came from Marakanda, there are also artifacts and works of architecture as well. The\nthings I saw atthe Afrasiab Museum in Samarkand include Hellenistic pottery, a Hellenistic\nflask, Hellenistic figurines, and the remnants of Hellenistic columns. These objects were not\nlabeled atthe museum, but were identified by a Hellenistic archaeologist named Jona Lendering\n‘on the site livius.com, Together these artifacts and architecture represent a far amount of\n"
            },
            {
                "instance_id": 1,
                "class": "Text",
                "bbox": [
                    67,
                    605,
                    553,
                    730
                ],
                "ocr_text": "6 Getzel M Cohen, The Hellenistic Settlements in the East from Armenia and\nMesopotamia to Bactria and India (Betkeley: University of California Press, 2013), 277-\n28.\n\n\" Getzel M Cohen, The Hellenistic Settlements in the East from Armenia and\nMesopotamia to Bactria and India (Betkeley: University of California Press, 2013), 277-\n28.\n\n8 Jona Lendering, “Maracanda,” Livius. hup:/iwww livius.org/articles/place/maracanda\n"
            },
            {
                "instance_id": 2,
                "class": "Image",
                "bbox": [
                    127,
                    360,
                    422,
                    508
                ],
                "image_path": "annie_extracted_data/Alexander_the_Great_in_Sogdiana/Image\\page_44instance2.jpg"
            },
            {
                "instance_id": 3,
                "class": "Header and Footer",
                "bbox": [
                    471,
                    10,
                    548,
                    29
                ]
            }
        ]
    },
    {
        "page_number": 45,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    48,
                    223,
                    550,
                    651
                ],
                "ocr_text": "Altogether, an impressive amount of influence can be seen through th architecture and\natfacts uncovered at these fortesses and cite, which were colonized and founded by\n‘Alexander. Thus, making it clear Alexander had significant legay’in Sogdiana and Baca\n\nVi. Modern Reception\n\n‘The last source of evidence for Alexander the Great's influence and legacy in the region\nis reflected inthe culture ofthe region, For example, A Russian scholar named NP. Ostroumov\nleaveled to Tashkent inthe late 1800s and heard many fascinating stories about Alexander,\nWhich were believed by the locals. According to one story, Alexander found waters of eternal\nyouth with the help ofthe angel Raphael and then proceeded to use this water to grow trees in\n“Tashkent. It was sad by the locals that these trees are sacred and stil exist today.\n"
            },
            {
                "instance_id": 1,
                "class": "Header and Footer",
                "bbox": [
                    470,
                    10,
                    548,
                    30
                ]
            },
            {
                "instance_id": 2,
                "class": "Text",
                "bbox": [
                    61,
                    660,
                    507,
                    730
                ],
                "ocr_text": "8 Jona Lendeting. “Maracanda,” Liviu\n\n-ntps/w ww lvius org/articlesplace/maracanda.\nIN.P. Ostroumov, Iskander Zul -kamain. (Tashkent: Uzbekistan, 1896), 5-6.\n81 Ostroumoy, Iskander Zu! -karnain, 5-6,\n"
            }
        ]
    },
    {
        "page_number": 46,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    55,
                    67,
                    554,
                    706
                ],
                "ocr_text": "Now in terms of my personal observations, I was not sure what I would see of\n‘Alexander the Great inthe major museums. 1 did not know the sizeof the exits nor their\nlayout Strikingly in all the museums I visited, Alexander the Great was portrayed as an\nimmportant part of the preistory of Uzbekistan, The museum exhibits not only included various\nrelated artifacts they also ineluded maps detailing his campaign routes and pictures of\n‘Alexander, with descriptions of what he did inthe region\n\n‘When I raveled to the cities of Samarkand, Bubkara, and Nuraa, all the guides stressed\nte influence of Alexander the Great in ther cities. In Nurata heard some especially interesting\nstatements, The local tour guide told me thatthe loeal Nur Fortress was originally built by the\nSogdians and then Alexander came and added on othe fortess and founded the city of Nu as\nwel, My tour guide made many laims about the purpose of the site and how it was\nconstructed. OF course when I did academie research on te site, I Found no new information\ncortoborating any ofthese claims. This isnot to say it is all made up and untrue: there is just no\nscholarly evidence at this point in ime, Archaeological excavation in Nurata has been minimal\ntodate\n\n‘They then went on to tell me that there is tiny neighboring village called “Macedonia”\nin honor of Alexander the Great. ln fact, inthe village, they even have a memorial for him and\nhis wife Roxane in the form of an honorific gravesite, There is also a local restaurant bearing the\ntown’s orginal name given by Alexander called “Nur Restaurant.” Another restaurant connected\nto Alexander is in the Uzbek capital Tashkent, which is named “Iskander Shashlik” in honor of\n‘Alexander. personally have been toa different restaurant in Tashkent that even bad a meal\nnamed after Alexander called “The Alexander.\" Thinking about all of this it dawned on me that\n"
            },
            {
                "instance_id": 1,
                "class": "Header and Footer",
                "bbox": [
                    471,
                    11,
                    548,
                    29
                ]
            }
        ]
    },
    {
        "page_number": 47,
        "instances": [
            {
                "instance_id": 0,
                "class": "Header and Footer",
                "bbox": [
                    59,
                    698,
                    297,
                    727
                ]
            },
            {
                "instance_id": 1,
                "class": "Text",
                "bbox": [
                    99,
                    393,
                    543,
                    448
                ],
                "ocr_text": "Figure 11. View of the left side of Nur Fortress, with back towards the eity of Nurata,\nUsbekistan.!\n"
            },
            {
                "instance_id": 2,
                "class": "Header and Footer",
                "bbox": [
                    471,
                    10,
                    548,
                    30
                ]
            },
            {
                "instance_id": 3,
                "class": "Figure",
                "bbox": [
                    90,
                    146,
                    535,
                    435
                ],
                "image_path": "annie_extracted_data/Alexander_the_Great_in_Sogdiana/Figure\\page_47instance3.jpg"
            },
            {
                "instance_id": 4,
                "class": "Image",
                "bbox": [
                    147,
                    207,
                    508,
                    396
                ],
                "image_path": "annie_extracted_data/Alexander_the_Great_in_Sogdiana/Image\\page_47instance4.jpg"
            },
            {
                "instance_id": 5,
                "class": "Text",
                "bbox": [
                    63,
                    65,
                    531,
                    125
                ],
                "ocr_text": "regardless of whether Alexander the Great founded this city or fortress, what is really telling\n‘about Nuruta is just how much pride these people take in believing that Alexander the Great\n"
            }
        ]
    },
    {
        "page_number": 48,
        "instances": [
            {
                "instance_id": 0,
                "class": "Image",
                "bbox": [
                    134,
                    328,
                    512,
                    623
                ],
                "image_path": "annie_extracted_data/Alexander_the_Great_in_Sogdiana/Image\\page_48instance0.jpg"
            },
            {
                "instance_id": 1,
                "class": "Image",
                "bbox": [
                    157,
                    71,
                    492,
                    316
                ],
                "image_path": "annie_extracted_data/Alexander_the_Great_in_Sogdiana/Image\\page_48instance1.jpg"
            },
            {
                "instance_id": 2,
                "class": "Header and Footer",
                "bbox": [
                    204,
                    304,
                    438,
                    328
                ]
            },
            {
                "instance_id": 3,
                "class": "Text",
                "bbox": [
                    62,
                    680,
                    310,
                    733
                ],
                "ocr_text": "8° Ben Baumann. “Nur Fortress.” Figure 12.\n4 Ben Baumann. “Nur Fortress.” Figure 13.\n"
            },
            {
                "instance_id": 4,
                "class": "Header and Footer",
                "bbox": [
                    59,
                    682,
                    304,
                    733
                ]
            }
        ]
    },
    {
        "page_number": 49,
        "instances": [
            {
                "instance_id": 0,
                "class": "Image",
                "bbox": [
                    157,
                    344,
                    492,
                    574
                ],
                "image_path": "annie_extracted_data/Alexander_the_Great_in_Sogdiana/Image\\page_49instance0.jpg"
            },
            {
                "instance_id": 1,
                "class": "Header and Footer",
                "bbox": [
                    59,
                    683,
                    302,
                    732
                ]
            },
            {
                "instance_id": 2,
                "class": "Figure",
                "bbox": [
                    125,
                    59,
                    551,
                    340
                ],
                "image_path": "annie_extracted_data/Alexander_the_Great_in_Sogdiana/Figure\\page_49instance2.jpg"
            },
            {
                "instance_id": 3,
                "class": "Figure",
                "bbox": [
                    82,
                    337,
                    548,
                    632
                ],
                "image_path": "annie_extracted_data/Alexander_the_Great_in_Sogdiana/Figure\\page_49instance3.jpg"
            }
        ]
    },
    {
        "page_number": 50,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    53,
                    76,
                    553,
                    721
                ],
                "ocr_text": "MASENY: WREREVER EMAE COBVERSAHONS WHE MZbeks about Alexander the Creal, People\n‘know about him and his campaigns i the region. Many also talked about the Greek influence he\n‘brought tothe region. As noted above, this was without any prompting. These conversations\nwould come up casually and I would just listen, without anyone knowing Alexander the Great\nwas the reason I was in their country. In fact, Alexander the Great isso famous in Uzbekistan\nthat one ofthe “classic” Uahek twentieth-century novels is based on his Sogdian campaign. This\nnovel is called Sogdiana by Yavgat Hyasov. Ultimately, ts obvious through the vast amount of\ncultural symbolism referencing Alexander and how people perceive him aeross the countey\ntoday that he stil has substantial legacy in the region\n\nVIL. Conclusion\n\nIn the end, an assessment of the evidence leads one to conclude that when Alexander the\nGreat led his army to Sogdiana, he not ony successfully conquered the region, but he\nsuccessfully planted Hellenistic influence, in turn ensbrining his legacy in the region. What\n«enabled Alexander the Great to be so successful was a ruthlessly efficient military strategy,\nsupported by a blend of sheer eruelty and unexpected accommodation, as well asa rare degre of\nsituational and cultural awareness to navigate unforeseen obstacles, andthe construction of\nfortifications throughout Sogdiana, These factors allowed Alexander to become the unquestioned\nruler of Sogdiana, Now, scholars Frank L. Holt and Michele Smith would object to this view,\nbased on a different interpretation of events and evidence. However, in my view. it is better not\nto understand this campaign from a contemporary twentieth or even twenty-first century\nmindset. In order to do this campaign justice we must examine it based on the era in which i\n‘occurred and in light of Alexander's own goal. Alexander sought conquest, and used diplomacy\n‘only tothe extent that it advanced his main purpose. He was frst and foremost a soldier and\n"
            },
            {
                "instance_id": 1,
                "class": "Header and Footer",
                "bbox": [
                    471,
                    10,
                    548,
                    30
                ]
            }
        ]
    },
    {
        "page_number": 51,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    52,
                    57,
                    550,
                    541
                ],
                "ocr_text": "‘conqueror. The army was the mechanism by which to accomplish his goal, Also, claims that\n‘Alexander had no real lasting influence in Sogdiana ae false. The coinage and local views in\nUzbekistan regarding Alexander ate proof that his influence was Felt and stil is felt to the\npresent day. By no means was the Sogdian campaign painless or flawless, but it was successful\n‘enough that after his death, Alexander the Great's legacy would not fade. If you travel\nthroughout the country of Uzbekistan today, one can see the numerous cultural references to\n‘Alexander the Great. Alexander, a Macedonian who died over 2.000 yeats ago, i still honored\nand remembered in the country of Uzbekistan in Central Asia. That isthe definition of influence\nand legacy.\n\nFinally, the biggest flaw of scholarly research on Alexander's Sogdian campaign isthe\nfact tha often scholars have not paid enough atenton to it and the research done on the\ncampaign is often too focused one typeof evidence, making the analysis of the campaign one\ndimensional. You cannot fully understand the history of an event and make accurate conclusions\nbout it without using all resources available to make sense of i. Tis is why my research is\nbased on an eclectic mix of resources, including archaeology, literature, and the modern\nperceptions of those currently inhabiting the land formerly known as Sogdiana, Together these\ndifferent areas of research bring a much fuller picture of Alexander's Sogdian campaign to light\n"
            },
            {
                "instance_id": 1,
                "class": "Header and Footer",
                "bbox": [
                    472,
                    11,
                    546,
                    29
                ]
            }
        ]
    },
    {
        "page_number": 52,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    49,
                    109,
                    546,
                    723
                ],
                "ocr_text": "‘AJ. Dani and P. Bemnatd, “Alexander and His Successors in Centeal Asia,” History of\nCivilizations of Central Asia, Vol. Il: The Development of Sedentary and Nomadic\nCivilizations: 700 B.C. o A.D. 250. Janos Harmatta ed. Paris: Unesco Publishing,\n1994,\n\nAntela-Bernandez, Borja. “World is not enough (Alexander the Great in Sogdiana: A study\nin historiography).” In Central Asian in Antiquity: Interdisciplinary Approaches.\n\nBAR International Series 2665 edited by Borja Antela-Bernandez and Jordi Vidal\n‘Oxford: Archaeopress, (2014), 77-84\n\nIutps:/www academia edu/2437963/World_is_not_enough_Alexander_the_Greats_\n‘campaigns_against_the_guerillas_in_Sogdiana\n\nBosworth, A.B. “Introduction: Some Basie Principles.” in Alexander the Great: A Reader\nedited by Ian Worthington. London and New York: Routledge, 2012.\n\nBosworth, A.B. Conquest and Empire: The Reign of Alexander the Great. Cambridge:\nCambridge University Press, 1988,\n\nCohen, Getzel M. The Hellenistic Settlements in the East from Armenia and Mesopotamia to\nBactria and India. Berkeley: University of California Press, 2013.\n\nHoot, Frank L. Alexander the Great and Bactvia. Leiden: E.J. Brill, 1993,\n\nHolt, Frank L. Ino the Land of Bones: Alexander the Great in Afghanistan. Berkeley and Los\n‘Angeles: University of California Press, 2006.\n\nHolt, Frank L. Lost World of the Golden King: In Search of Ancient Afghanistan. Berkeley and\nLos Angeles: University of California Press, 2012.\n\nHolt, Frank L. “Ptolemy's Alexandrian Postscript,” Saudi Arameo World, Vol. 57, No. 6 (2006),\n49,\n|hupi//archive.atumeoworld.com/issue/200606/ptolemy.s.alexandrian.postseript.htm.\n\nHomblower, Simon, and Antony Spaworth, eds. The Oxford Classical Dictionary (3 rev. ed.)\n‘Oxford: Oxford University Press, 2005,\n-hups/ivww.oxfordreference.com.ezproxy:csbsju.edulview/10.109¥/acref19780198606413,\n(001.000 lactef-9780198606413-c-279eskey=EKTQEg&eresult=280.\n\nLonsdale, David J. Alexander the Great: Lessons in Strategy. London and New York: Routledge,\n2007,\n\nNeelis, Jason. Early Buadihist Transmission and Trade Networks: Mobility and Exchange Within\n‘and Beyond the Northwestern Borderlands of South Asia (Dynamics in the History of\nReligions). Leiden: Brill, 2010.\n"
            },
            {
                "instance_id": 1,
                "class": "Header and Footer",
                "bbox": [
                    471,
                    10,
                    548,
                    30
                ]
            }
        ]
    },
    {
        "page_number": 53,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    56,
                    76,
                    549,
                    684
                ],
                "ocr_text": "Picon, Carlos A. and Sean Hemingway, eds. Pergamon and the Hellenistic Kingdoms of the\n“Ancient World. New York: Metropolitan Museum of Art, 2016.\n\nRawlinson, H. G. Bactria: The History of the Forgotten Empire. London: Probsthain &\n\nCO, 1912.\n\nRomey, Kristin M. “The Forgotten Realm,” Archaeology Magazine, Vol. 57, No. 6. (2004).\n‘utp //archive.atchaeology.org/04I L/abstrats/alexander html\n\nRiveladze, Edward. Alexander of Macedon in Bactria and Sogdiana: Historical-Geographical\n\nObservations. Translated from Russian by R. Baumann, Tashkent: Academy of Fine Arts of\n\nthe Republic of Uzbekistan, 2002,\n\n‘Sagdullaev, Anatoli, The Campaign of Alexander the Great in Sogdiana. Translated from\nRussian by R. Baumann, Tashkent: Uzbekistan, 2008.\n\nSmith, Michele, “The Failure of Alexander's Conquest and Administration of Bactria-\nSogdiana,” Hirundo, the McGill Journal of Classical Studies 8. Montreal: McGill\nUniversity, (2009), 64-72. hups:/lwww.mcyill.cfelassiewflesfelassies/2009-10-\n06,pd.\n\n‘Stanco, Ladislav. Greek Gods in the East: Hellenistic Iconographic Schemes in Central Asia.\n\nPrague: Karolinum Press Charles University, 2013,\n‘Tam, William Woodlthorpe. The Greeks in Bactria and India. Cambridge: Cambridge University\nPress, 2010.\n\nWorthington, Ian, ed, Alexander the Great: A Reader. London and New York: Routledge, 2012.\n\nPrimary Sources\n\n“Ancient Coinage of Baktri, Kings, Agathokles.” Wildwvinds.com, April 16, 2017,\nutp://ww.wildwinds.com/coins/ereece/baktriakings/agathokles/ hi\n\n“Antimachos 1.” Wildwinds.com, April 16, 2017,\n‘utp://www.wildwinds.com/coins/greece/baktriakings/antimachos_V.ht\n\nArian, The Campaigns of Alexander. .R. Hamilton ed, Aubrey De Selincourt tans. New\n\nYork: Penguin Books, 1971\nBaumann, Ben, “Coinage Summary.” Figure 7.\nBaumann, Ben. “Gold Stater of Diodotus I.” State Museum of History of Uzbekistan,\n"
            },
            {
                "instance_id": 1,
                "class": "Header and Footer",
                "bbox": [
                    471,
                    11,
                    547,
                    30
                ]
            }
        ]
    },
    {
        "page_number": 54,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    45,
                    66,
                    547,
                    695
                ],
                "ocr_text": "Baumann, Ben, “Gold Stater of Demetrius 1” State Museum of History of Uzbekistan,\nFigure 4\n\nBaumann, Ben, “Nur Fortress.” Figure 10-14.\n\nCollins, Andrew W. “The Royal Costume and Insignia of Alexander the Great,”\n‘American Journal of Philology. Vol. 133, No. 3. 2012), 371-402.\nInups:Fespace.library.ug.edu aulview/UQ:285127/UQ285127_OA pa\n\nCribb, Joe. “The Soter Megas coins ofthe first and second Kushan kings, Kuju Kadphises and\n\nWima Takto,” Gandharan Studies, Vol. 8. (2015), 79-122.\n-hupscfiww.academia.edu/15209190/The_Soter_ Megas coins_of the first and_second\n“Kushan kings. Kujula_Kadphises_ and Wima Takto,\n\n“Demetrios.” Wildwinds.com, April 16,2017,\n-utp//ww.wildwinds.com/coins/greece/baktriakings/demetrios/t html\n\n“Diodotos 1” Wildwinds.com, April 16, 2017,\nutp: /www.wildwinds.conm/coins/ereece/baktriakings/diodotos_Utchtm\n\n““Bucratides 1” Wildwinds.com, April 16, 2017,\n|hup//ww.wildwinds.comcoins/greece/baktria/kingsleukratides_1i.html\n\n“Euthydemos 1” Wildwinds.com, April 16, 2017,\n‘utp://www.wildwinds.com/coins/greeceTbaktriakings/euthydemos_U.html\n\nFerreras, V. Martinez, JM. Gurt Esparraguera, S. Pidaev, Edward Reveladze, and S. B. Bolelov.\n“Tableware in the Hellenistic Tradition from the City of Kampye Tepe in Ancient\nBactria (Uzbekistan),” Archacomerty, Vol. 58, 5. (2016), 736-764.\n‘utp/fonlinelibrary.wiley.com/woll/doi/10.111 arem. 12199/absteact\n\nKontes, Zoe Sophia “The Dating of the Coinage of Alexander the Great.”\n‘hupsfforown.edwDepartments/Joukowsky_Insttute/publications/paperslalexander_coina\n_gefalexander ht\n\nLendering, Jona. “Maracanda.” Livius April 16, 2017,\n‘itp://www.livius.org/aticles/place/maracandal\n\nMais, Rachel. The Hellenistic Far East: Archaeology. Language, and Identity in Greek Central\nAsia. Berkeley and Los Angeles: University of California Press, 2014.\n\nMais, Rachel. “The Founder Shrine and the ‘Foundation’ of Ai Khanourn,” fn Foundation\nMyths in Dialogue: Discourses about Origins in Ancient Studies, Edited by Navise\nMac Sweeney. Philadelphia: University of Pennsylvania Press, 2014\n\nNaweed, Hamid. Art Through the Ages in Afghanistan. Bloomington: Authorhouse, 2013.\n"
            },
            {
                "instance_id": 1,
                "class": "Header and Footer",
                "bbox": [
                    470,
                    10,
                    547,
                    30
                ]
            }
        ]
    },
    {
        "page_number": 55,
        "instances": [
            {
                "instance_id": 0,
                "class": "Text",
                "bbox": [
                    54,
                    62,
                    556,
                    420
                ],
                "ocr_text": "‘Nikonorov, Valeri P.“A Unique Comb from Kampyr-Tepe (Northern Bactria),” Cimmerians\nSeythians Sarmartians, Edited by Jan Chochorowski. Krakow: Jagiellonian University\nInstitute of Archaeology, 2004\n\nOstroumov, N.P. Iskander Zul -karnain. Tashkent: Uzbekistan, 1896.\n\nPollitt, Jerome Jordan. Art in the Hellenistic Age. Cambridge: Cambridge University Press, 1986,\n\nPlutarch. The Age of Alevander. Ian Scott-Kilvert and Timothy E. Duff trans. London:\n\nPenguin Classies, 2012.\n\nRufus, Quintus Curtus. The History of Alexander. John Yardley tans. New York\nPenguin Books, 1984,\n\nSiculus, Diodorus. The Complete Works of Diodorus Siculus. CM. Oldfather, C-L. Sherman, C.\nBradford Welles, Russel M. Greer, FR, Walton, and G. Booth tans. Hastings: Delphi\nClassies, 2014.\n\n“Soter Megas.” Wildwinds.com, April 16, 2017,\n‘utp://www.wildwinds.conveoins/reecefindo_scythians/soter_megas/t.hl\n\nSverchkov, Leonid. “The Kurganzol Fortress: (on the History of Central Asia in the Hellenistic\nEra),” Ancient Civilizations from Seythia to Serbia, 14. (2008), 123-191\n-htp://booksandjournas.brllonline.com/content/jousnals/10,1163/092907708x339607,\n"
            },
            {
                "instance_id": 1,
                "class": "Header and Footer",
                "bbox": [
                    472,
                    11,
                    547,
                    30
                ]
            }
        ]
    },
    {
        "page_number": 56,
        "instances": [
            {
                "instance_id": 0,
                "class": "Header and Footer",
                "bbox": [
                    469,
                    46,
                    548,
                    67
                ]
            }
        ]
    }
]